[
  {
    "id": 1001,
    "kisi2_no": 16,
    "question_text": "Sunan Gresik (Maulana Malik Ibrahim) dianggap sebagai pelopor dakwah Wali Songo di Jawa. Strategi dakwah awal beliau yang paling efektif dalam menarik simpati masyarakat yang saat itu mayoritas Hindu-Buddha adalah...",
    "options": {
      "a": "Memaksa masyarakat masuk Islam dengan kekerasan.",
      "b": "Membangun masjid megah di pusat kota Gresik.",
      "c": "Melalui pendekatan perdagangan yang jujur, pengobatan gratis, dan pengajaran cocok tanam yang lebih baik.",
      "d": "Menghina ajaran agama Hindu-Buddha secara terbuka."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1002,
    "kisi2_no": 16,
    "question_text": "Mengapa pendekatan Sunan Gresik dalam bidang ekonomi dan sosial (perdagangan, pengobatan, pertanian) dianggap sangat strategis dalam dakwah Islam pada masanya?",
    "options": {
      "a": "Karena masyarakat Jawa saat itu hanya tertarik pada urusan duniawi.",
      "b": "Karena pendekatan tersebut langsung menyentuh kebutuhan dasar masyarakat dan menunjukkan Islam sebagai agama yang membawa kesejahteraan.",
      "c": "Karena Sunan Gresik tidak pandai dalam ilmu agama.",
      "d": "Karena pendekatan tersebut bertujuan menguasai ekonomi masyarakat."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1003,
    "kisi2_no": 16,
    "question_text": "Keteladanan Sunan Gresik dalam berdagang yang patut dicontoh adalah sikap jujur, amanah, dan tidak mengambil keuntungan berlebihan. Sikap ini penting diterapkan dalam menghadapi tantangan zaman sekarang, terutama dalam konteks...",
    "options": {
      "a": "Persaingan bisnis yang seringkali menghalalkan segala cara.",
      "b": "Perkembangan teknologi digital.",
      "c": "Keragaman budaya Indonesia.",
      "d": "Masalah politik global."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 1004,
    "kisi2_no": 16,
    "question_text": "Lokasi dakwah utama Sunan Gresik di daerah pesisir utara Jawa (Gresik) memiliki keuntungan strategis karena...",
    "options": {
      "a": "Daerah pesisir lebih subur untuk pertanian.",
      "b": "Merupakan jalur perdagangan penting yang memungkinkan interaksi dengan pedagang dari berbagai daerah dan penyebaran Islam lebih luas.",
      "c": "Masyarakat pesisir lebih mudah menerima ajaran baru.",
      "d": "Jauh dari pusat kerajaan Majapahit."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1005,
    "kisi2_no": 16,
    "question_text": "Meskipun berdakwah di tengah masyarakat yang berbeda keyakinan, Sunan Gresik dikenal mampu menjalin hubungan baik dengan penguasa lokal dan masyarakat. Sikap ini menunjukkan semangat juang yang mengedepankan...",
    "options": {
      "a": "Konfrontasi dan permusuhan.",
      "b": "Kebijaksanaan, toleransi, dan pendekatan damai.",
      "c": "Sikap acuh tak acuh.",
      "d": "Keinginan untuk menguasai politik."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1006,
    "kisi2_no": 17,
    "question_text": "Sunan Ampel (Raden Rahmat) dikenal dengan ajaran 'Moh Limo' (tidak mau melakukan lima hal tercela). Ajaran ini relevan dalam menghadapi tantangan zaman sekarang karena bertujuan untuk...",
    "options": {
      "a": "Mendorong masyarakat melakukan lima hal tercela.",
      "b": "Membentuk karakter Muslim yang kuat, berakhlak mulia, dan terhindar dari penyakit masyarakat (judi, mabuk, mencuri, candu, zina).",
      "c": "Menghambat kemajuan zaman.",
      "d": "Hanya berlaku untuk masyarakat Jawa."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1007,
    "kisi2_no": 17,
    "question_text": "Pesantren Ampel Denta yang didirikan oleh Sunan Ampel menjadi pusat pendidikan Islam yang penting di Jawa. Peran pesantren dalam dakwah Wali Songo adalah...",
    "options": {
      "a": "Hanya sebagai tempat ibadah.",
      "b": "Mencetak kader-kader dakwah (murid-murid) yang kemudian menyebarkan Islam ke berbagai daerah.",
      "c": "Menjadi pusat perdagangan.",
      "d": "Tempat peristirahatan para wali."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1008,
    "kisi2_no": 17,
    "question_text": "Salah satu isi ajaran Moh Limo adalah 'Moh Main' (tidak mau berjudi). Mengapa judi dianggap sebagai penyakit masyarakat yang harus dihindari?",
    "options": {
      "a": "Karena judi adalah cara cepat menjadi kaya.",
      "b": "Karena judi dapat menyebabkan kecanduan, kemiskinan, permusuhan, dan melalaikan kewajiban.",
      "c": "Karena judi hanya boleh dilakukan oleh orang dewasa.",
      "d": "Karena judi adalah bagian dari tradisi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1009,
    "kisi2_no": 17,
    "question_text": "Sunan Ampel dalam dakwahnya juga memperhatikan kondisi sosial masyarakat. Beliau tidak langsung menghapus semua tradisi lama, tetapi berusaha memasukkan nilai-nilai Islam ke dalamnya. Pendekatan ini disebut...",
    "options": {
      "a": "Konfrontatif.",
      "b": "Sinkretisme (mencampuradukkan ajaran).",
      "c": "Akulturasi budaya secara bijaksana.",
      "d": "Isolasi diri."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1010,
    "kisi2_no": 17,
    "question_text": "Keteladanan Sunan Ampel dalam mendidik murid-muridnya hingga menjadi ulama dan penyebar Islam menunjukkan pentingnya peran... dalam dakwah.",
    "options": {
      "a": "Kekuatan fisik.",
      "b": "Kekayaan materi.",
      "c": "Pendidikan dan kaderisasi.",
      "d": "Paksaan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1011,
    "kisi2_no": 18,
    "question_text": "Sunan Giri (Raden Paku/Joko Samudro) selain sebagai pendakwah juga dikenal sebagai pemimpin pemerintahan (Giri Kedaton) dan pencipta karya seni. Peran ganda ini menunjukkan bahwa Islam...",
    "options": {
      "a": "Memisahkan urusan agama dan negara secara total.",
      "b": "Tidak peduli dengan seni dan budaya.",
      "c": "Mendorong umatnya untuk aktif berkontribusi dalam berbagai aspek kehidupan, termasuk politik dan seni, selama tidak bertentangan dengan syariat.",
      "d": "Melarang umatnya terlibat dalam pemerintahan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1012,
    "kisi2_no": 18,
    "question_text": "Permainan anak-anak seperti 'Jelungan', 'Jamuran', dan 'Cublak-cublak Suweng' sering dikaitkan dengan Sunan Giri sebagai media dakwah. Penggunaan permainan sebagai media dakwah efektif karena...",
    "options": {
      "a": "Membuat anak-anak malas belajar agama.",
      "b": "Menyampaikan nilai-nilai Islam dengan cara yang menyenangkan, mudah diterima anak-anak, dan sesuai dengan dunia mereka.",
      "c": "Bertentangan dengan ajaran Islam.",
      "d": "Hanya membuang-buang waktu."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1013,
    "kisi2_no": 18,
    "question_text": "Giri Kedaton yang didirikan Sunan Giri menjadi pusat penyebaran Islam yang pengaruhnya mencapai wilayah timur Nusantara (Maluku, Lombok, Sulawesi). Hal ini menunjukkan keberhasilan Sunan Giri dalam...",
    "options": {
      "a": "Memaksa daerah lain tunduk.",
      "b": "Membangun jaringan dakwah dan pengaruh politik yang luas.",
      "c": "Mengisolasi diri di Giri.",
      "d": "Menolak hubungan dengan daerah lain."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1014,
    "kisi2_no": 18,
    "question_text": "Keteladanan Sunan Giri dalam memadukan peran sebagai ulama, pemimpin pemerintahan, dan seniman dapat menjadi inspirasi bagi generasi muda untuk...",
    "options": {
      "a": "Fokus pada satu bidang saja dan mengabaikan yang lain.",
      "b": "Mengembangkan potensi diri secara optimal di berbagai bidang yang positif.",
      "c": "Menjadi pemimpin yang otoriter.",
      "d": "Meninggalkan ajaran agama demi seni."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1015,
    "kisi2_no": 18,
    "question_text": "Semangat juang Sunan Giri dalam menyebarkan Islam hingga ke wilayah yang jauh menunjukkan sikap...",
    "options": {
      "a": "Mudah menyerah.",
      "b": "Gigih, pantang menyerah, dan memiliki visi dakwah yang luas.",
      "c": "Hanya ingin mencari popularitas.",
      "d": "Takut menghadapi tantangan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1016,
    "kisi2_no": 19,
    "question_text": "Sunan Bonang (Raden Maulana Makdum Ibrahim) dikenal sebagai wali yang berdakwah menggunakan media seni, terutama gamelan. Beliau menciptakan gending-gending Jawa yang liriknya berisi ajaran tauhid dan akhlak. Strategi ini efektif karena...",
    "options": {
      "a": "Gamelan adalah alat musik dari Arab.",
      "b": "Memanfaatkan kesenian yang sudah digemari masyarakat sebagai sarana menyampaikan pesan Islam secara halus dan menarik.",
      "c": "Masyarakat Jawa tidak menyukai gamelan.",
      "d": "Ajaran Islam melarang penggunaan alat musik."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1017,
    "kisi2_no": 19,
    "question_text": "Salah satu karya sastra yang sering dikaitkan dengan Sunan Bonang adalah 'Suluk Wujil'. Suluk ini berisi ajaran tasawuf atau spiritualitas Islam. Hal ini menunjukkan bahwa dakwah Sunan Bonang tidak hanya menyentuh aspek syariat (hukum) tetapi juga...",
    "options": {
      "a": "Aspek politik.",
      "b": "Aspek ekonomi.",
      "c": "Aspek kedalaman batin dan hubungan spiritual dengan Allah.",
      "d": "Aspek militer."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1018,
    "kisi2_no": 19,
    "question_text": "Sunan Bonang sering menggunakan instrumen Bonang dalam gamelan saat berdakwah, sehingga beliau mendapat julukan Sunan Bonang. Penggunaan nama yang dikaitkan dengan keahlian atau ciri khasnya ini menunjukkan...",
    "options": {
      "a": "Beliau hanya ahli bermain bonang.",
      "b": "Cara masyarakat mengenali dan menghormati beliau melalui keahliannya yang menonjol dalam dakwah.",
      "c": "Beliau tidak punya nama asli.",
      "d": "Bonang adalah alat musik haram."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1019,
    "kisi2_no": 19,
    "question_text": "Keteladanan Sunan Bonang dalam berdakwah melalui seni mengajarkan kita bahwa...",
    "options": {
      "a": "Seni bertentangan dengan agama.",
      "b": "Dakwah bisa dilakukan melalui berbagai cara yang kreatif dan sesuai dengan konteks budaya masyarakat, selama tidak melanggar syariat.",
      "c": "Hanya orang Jawa yang boleh menggunakan gamelan.",
      "d": "Dakwah hanya bisa dilakukan melalui ceramah formal."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1020,
    "kisi2_no": 19,
    "question_text": "Semangat juang Sunan Bonang dalam menciptakan karya seni bernafaskan Islam menunjukkan...",
    "options": {
      "a": "Keputusasaan dalam berdakwah.",
      "b": "Kreativitas, inovasi, dan kegigihan dalam mencari metode dakwah yang efektif.",
      "c": "Keinginan untuk menjadi seniman terkenal.",
      "d": "Ketidakpedulian terhadap ajaran Islam."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1021,
    "kisi2_no": 20,
    "question_text": "Sunan Drajat (Raden Qasim) dikenal sangat peduli terhadap kesejahteraan masyarakat miskin dan kaum dhuafa. Ajaran utamanya yang terkenal adalah 'Pepali Pitu' (Tujuh Dasar Ajaran) yang banyak menekankan pada...",
    "options": {
      "a": "Cara cepat menjadi kaya.",
      "b": "Pentingnya kekuasaan politik.",
      "c": "Akhlak sosial, kedermawanan, kerja keras, dan kepedulian terhadap sesama.",
      "d": "Ilmu kesaktian."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1022,
    "kisi2_no": 20,
    "question_text": "Salah satu dari Pepali Pitu ajaran Sunan Drajat adalah 'Wenehono teken marang wong kang wuto, Wenehono mangan marang wong kang luwe' (Berilah tongkat kepada orang buta, berilah makan kepada orang lapar). Makna mendalam dari ajaran ini adalah...",
    "options": {
      "a": "Perintah untuk membantu orang lain hanya jika diminta.",
      "b": "Anjuran untuk memiliki kepekaan sosial, proaktif membantu orang yang membutuhkan sesuai kebutuhannya (memberi solusi/petunjuk atau bantuan materi).",
      "c": "Larangan memberi makan orang lapar.",
      "d": "Kewajiban memelihara orang buta seumur hidup."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1023,
    "kisi2_no": 20,
    "question_text": "Sunan Drajat juga menggunakan kesenian, seperti tembang 'Pangkur', sebagai media dakwah. Isi tembang tersebut biasanya berisi...",
    "options": {
      "a": "Kisah percintaan remaja.",
      "b": "Nasihat keagamaan, ajaran moral, dan sindiran halus terhadap perilaku buruk.",
      "c": "Lirik lagu-lagu modern.",
      "d": "Mantra-mantra."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1024,
    "kisi2_no": 20,
    "question_text": "Keteladanan Sunan Drajat dalam mengentaskan kemiskinan dan membela kaum lemah sangat relevan untuk diterapkan dalam menghadapi tantangan zaman berupa...",
    "options": {
      "a": "Kemajuan teknologi.",
      "b": "Kesenjangan sosial dan masalah kemiskinan.",
      "c": "Keragaman budaya.",
      "d": "Konflik politik."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1025,
    "kisi2_no": 20,
    "question_text": "Semangat juang Sunan Drajat dalam memperjuangkan nasib kaum dhuafa menunjukkan bahwa ajaran Islam tidak hanya mengatur ibadah ritual, tetapi juga sangat menekankan pentingnya...",
    "options": {
      "a": "Kekuasaan.",
      "b": "Keadilan sosial dan kepedulian terhadap sesama.",
      "c": "Kekayaan pribadi.",
      "d": "Peperangan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1026,
    "kisi2_no": 21,
    "question_text": "Sunan Kalijaga (Raden Said) adalah wali yang paling terkenal menggunakan media wayang kulit sebagai sarana dakwah. Mengapa wayang dipilih sebagai media yang efektif pada masanya?",
    "options": {
      "a": "Karena wayang adalah kesenian asli dari Arab.",
      "b": "Karena wayang merupakan pertunjukan yang sangat digemari masyarakat Jawa dari berbagai lapisan dan mudah disisipi pesan-pesan moral serta ajaran Islam.",
      "c": "Karena tidak ada media dakwah lain.",
      "d": "Karena Sunan Kalijaga hanya bisa mendalang."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1027,
    "kisi2_no": 21,
    "question_text": "Dalam pertunjukan wayangnya, Sunan Kalijaga sering memasukkan tokoh-tokoh punakawan (Semar, Gareng, Petruk, Bagong) yang tidak ada dalam cerita asli Mahabharata atau Ramayana. Fungsi tokoh punakawan ini adalah...",
    "options": {
      "a": "Sebagai tokoh antagonis utama.",
      "b": "Sebagai penyampai pesan moral, kritik sosial, dan humor yang dekat dengan rakyat jelata.",
      "c": "Hanya sebagai pelengkap cerita.",
      "d": "Sebagai dewa-dewa baru."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1028,
    "kisi2_no": 21,
    "question_text": "Selain wayang, Sunan Kalijaga juga menciptakan lagu atau tembang macapat seperti 'Ilir-ilir' dan 'Gundul-gundul Pacul' yang liriknya mengandung makna filosofis dan ajaran Islam. Lagu 'Ilir-ilir' secara simbolis mengajak umat Islam untuk...",
    "options": {
      "a": "Bermain layang-layang.",
      "b": "Bangkit dari keterpurukan (tidur), membersihkan diri (hati), dan mempersiapkan diri (iman) menyambut datangnya kebahagiaan atau rahmat Allah.",
      "c": "Menanam padi di sawah.",
      "d": "Berperang melawan musuh."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1029,
    "kisi2_no": 21,
    "question_text": "Pendekatan dakwah Sunan Kalijaga yang sangat luwes, akomodatif terhadap budaya lokal, dan mudah diterima masyarakat menunjukkan sikap...",
    "options": {
      "a": "Kaku dan tidak mau kompromi.",
      "b": "Bijaksana, kreatif, dan memahami psikologi serta budaya masyarakat yang didakwahinya.",
      "c": "Menjual ajaran Islam demi popularitas.",
      "d": "Tidak memiliki pendirian yang kuat."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1030,
    "kisi2_no": 21,
    "question_text": "Keteladanan Sunan Kalijaga dalam menggunakan budaya sebagai sarana dakwah memberikan inspirasi bahwa dalam menghadapi tantangan zaman, kita perlu...",
    "options": {
      "a": "Meninggalkan budaya sendiri dan meniru budaya asing.",
      "b": "Menolak semua bentuk kesenian.",
      "c": "Bersikap kreatif dan adaptif dalam menyampaikan nilai-nilai kebaikan dengan memanfaatkan media atau sarana yang relevan dan diminati masyarakat.",
      "d": "Mempertahankan cara lama yang sudah tidak efektif."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1031,
    "kisi2_no": 22,
    "question_text": "Sunan Muria (Raden Umar Said) memilih daerah dakwah di lereng Gunung Muria yang relatif terpencil. Pilihan ini menunjukkan strategi dakwah yang...",
    "options": {
      "a": "Menghindari tantangan dan mencari tempat aman.",
      "b": "Menjangkau masyarakat di daerah pedalaman yang mungkin belum tersentuh dakwah secara intensif.",
      "c": "Tidak menyukai keramaian kota.",
      "d": "Ingin mendirikan kerajaan sendiri."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1032,
    "kisi2_no": 22,
    "question_text": "Sunan Muria dikenal dekat dengan rakyat jelata dan mengajarkan Islam dengan cara-cara sederhana yang mudah dipahami. Beliau juga sering menggunakan kesenian seperti sinom dan kinanthi. Metode ini mirip dengan pendekatan dakwah ayahnya, yaitu...",
    "options": {
      "a": "Sunan Gresik",
      "b": "Sunan Ampel",
      "c": "Sunan Giri",
      "d": "Sunan Kalijaga"
    },
    "correct_answers": ["d"]
  },
  {
    "id": 1033,
    "kisi2_no": 22,
    "question_text": "Salah satu ajaran Sunan Muria yang terkenal adalah 'tapa ngeli', yang artinya menghanyutkan diri dalam kehidupan masyarakat. Makna filosofis dari ajaran ini adalah...",
    "options": {
      "a": "Bersembunyi dari masyarakat.",
      "b": "Larut dalam kebiasaan buruk masyarakat.",
      "c": "Berbaur, memahami, dan mengikuti dinamika kehidupan masyarakat tanpa kehilangan prinsip ajaran Islam, serta berdakwah dari dalam.",
      "d": "Mengajak masyarakat untuk bertapa di sungai."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1034,
    "kisi2_no": 22,
    "question_text": "Keteladanan Sunan Muria dalam memilih lokasi dakwah yang sulit dijangkau dan kesederhanaannya dalam bergaul dengan rakyat kecil menunjukkan sikap...",
    "options": {
      "a": "Mencari kemewahan.",
      "b": "Rendah hati (tawadhu), gigih, dan tidak membeda-bedakan status sosial dalam berdakwah.",
      "c": "Sombong dan eksklusif.",
      "d": "Malas berusaha."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1035,
    "kisi2_no": 22,
    "question_text": "Semangat juang Sunan Muria dalam mempertahankan tradisi yang tidak bertentangan dengan Islam sambil memasukkan nilai-nilai baru adalah contoh sikap...",
    "options": {
      "a": "Menolak semua tradisi lama.",
      "b": "Bijaksana dalam melakukan akulturasi budaya.",
      "c": "Memaksakan ajaran baru secara total.",
      "d": "Tidak peduli dengan tradisi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1036,
    "kisi2_no": 16,
    "question_text": "Sunan Gresik mendirikan masjid pertama di Pesucinan, Leran. Meskipun sederhana, pendirian masjid ini memiliki makna penting sebagai...",
    "options": {
      "a": "Tempat pamer kekayaan.",
      "b": "Pusat ibadah, pendidikan, dan kegiatan sosial umat Islam yang baru terbentuk.",
      "c": "Benteng pertahanan militer.",
      "d": "Pasar tradisional."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1037,
    "kisi2_no": 17,
    "question_text": "Salah satu murid Sunan Ampel yang terkenal dan kemudian menjadi anggota Wali Songo adalah Sunan Bonang dan Sunan Drajat. Hal ini menunjukkan...",
    "options": {
      "a": "Sunan Ampel hanya mau mengajar keluarganya.",
      "b": "Keberhasilan sistem kaderisasi di Pesantren Ampel Denta.",
      "c": "Tidak ada hubungan antara para wali.",
      "d": "Ajaran Sunan Ampel berbeda dengan wali lainnya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1038,
    "kisi2_no": 18,
    "question_text": "Pengaruh Sunan Giri dalam standarisasi perhitungan kalender Jawa-Islam (Saka) menunjukkan perannya dalam bidang...",
    "options": {
      "a": "Seni musik.",
      "b": "Ilmu pengetahuan (falak/astronomi) dan administrasi pemerintahan.",
      "c": "Pertanian.",
      "d": "Militer."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1039,
    "kisi2_no": 19,
    "question_text": "Karya seni gamelan yang dimodifikasi oleh Sunan Bonang, seperti penambahan instrumen bonang, bertujuan agar musik gamelan...",
    "options": {
      "a": "Terdengar lebih keras dan bising.",
      "b": "Kehilangan ciri khas Jawanya.",
      "c": "Lebih harmonis dan dapat digunakan untuk mengiringi tembang-tembang dakwah.",
      "d": "Hanya bisa dimainkan oleh Sunan Bonang."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1040,
    "kisi2_no": 20,
    "question_text": "Ajaran Sunan Drajat tentang etos kerja dan kedermawanan sosial sangat penting untuk membangun masyarakat yang...",
    "options": {
      "a": "Malas dan bergantung pada orang lain.",
      "b": "Individualistis dan kikir.",
      "c": "Produktif, mandiri, adil, dan saling peduli.",
      "d": "Penuh dengan konflik kelas."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1041,
    "kisi2_no": 21,
    "question_text": "Kemampuan Sunan Kalijaga 'menyadur' cerita Mahabharata dan Ramayana dengan memasukkan nilai-nilai Islam menunjukkan pemahaman beliau yang mendalam tentang...",
    "options": {
      "a": "Ajaran Hindu-Buddha saja.",
      "b": "Ajaran Islam saja.",
      "c": "Keduanya (ajaran Islam dan budaya lokal) sehingga mampu melakukan dialog budaya yang efektif.",
      "d": "Ilmu politik."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1042,
    "kisi2_no": 22,
    "question_text": "Memilih tinggal di daerah pegunungan yang tenang memungkinkan Sunan Muria untuk fokus...",
    "options": {
      "a": "Membangun istana megah.",
      "b": "Berperang melawan kerajaan lain.",
      "c": "Mendidik masyarakat pedalaman dan mengembangkan spiritualitas.",
      "d": "Bersembunyi dari tanggung jawab."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1043,
    "kisi2_no": 16,
    "question_text": "Tantangan terbesar yang dihadapi Sunan Gresik saat pertama kali berdakwah di Jawa adalah...",
    "options": {
      "a": "Masyarakat yang sudah maju dan modern.",
      "b": "Masyarakat dengan keyakinan Hindu-Buddha yang kuat dan tradisi yang sudah mengakar.",
      "c": "Tidak adanya sumber daya alam.",
      "d": "Gangguan dari pedagang asing lainnya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1044,
    "kisi2_no": 17,
    "question_text": "Ajaran 'Moh Limo' Sunan Ampel secara tidak langsung bertujuan untuk memberantas praktik-praktik yang seringkali berkaitan dengan kemusyrikan atau kepercayaan animisme-dinamisme pada masa itu, seperti...",
    "options": {
      "a": "Gotong royong.",
      "b": "Berjudi atau mabuk yang sering dikaitkan dengan ritual tertentu atau pelarian dari masalah.",
      "c": "Menghormati orang tua.",
      "d": "Belajar ilmu agama."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1045,
    "kisi2_no": 18,
    "question_text": "Kemandirian Giri Kedaton sebagai pusat pemerintahan dan keagamaan yang dihormati bahkan oleh Majapahit menunjukkan...",
    "options": {
      "a": "Kelemahan Sunan Giri.",
      "b": "Kewibawaan dan pengaruh Sunan Giri yang besar di bidang politik dan spiritual.",
      "c": "Giri Kedaton adalah bagian dari Majapahit.",
      "d": "Majapahit tidak peduli dengan Giri Kedaton."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1046,
    "kisi2_no": 19,
    "question_text": "Kemampuan Sunan Bonang menjelaskan ajaran Islam yang kompleks (seperti tasawuf) melalui tembang dan sastra menunjukkan tingkat...",
    "options": {
      "a": "Kekuatan fisiknya.",
      "b": "Kekayaan materinya.",
      "c": "Intelektualitas dan kedalaman ilmu agamanya.",
      "d": "Pengaruh politiknya."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1047,
    "kisi2_no": 20,
    "question_text": "Fokus dakwah Sunan Drajat pada masalah sosial kemasyarakatan memberikan pelajaran bahwa Islam adalah agama yang...",
    "options": {
      "a": "Hanya mengurus ibadah ritual.",
      "b": "Peduli terhadap keadilan sosial dan kesejahteraan umat manusia secara menyeluruh.",
      "c": "Tidak relevan dengan masalah kemiskinan.",
      "d": "Mendukung kesenjangan sosial."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1048,
    "kisi2_no": 21,
    "question_text": "Strategi dakwah Sunan Kalijaga yang 'memasuki' budaya masyarakat dari dalam sering disebut sebagai pendekatan...",
    "options": {
      "a": "Revolusioner.",
      "b": "Konfrontatif.",
      "c": "Kultural atau Budaya.",
      "d": "Militeristik."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1049,
    "kisi2_no": 22,
    "question_text": "Sunan Muria mengajarkan cara bercocok tanam dan keterampilan lain kepada masyarakat di sekitar Gunung Muria. Hal ini menunjukkan bahwa dakwah beliau juga menyentuh aspek...",
    "options": {
      "a": "Politik.",
      "b": "Pemberdayaan ekonomi masyarakat.",
      "c": "Peperangan.",
      "d": "Seni musik modern."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1050,
    "kisi2_no": 16,
    "question_text": "Keberhasilan dakwah Sunan Gresik meletakkan dasar bagi penyebaran Islam di Jawa. Warisan terpenting beliau adalah...",
    "options": {
      "a": "Harta benda yang melimpah.",
      "b": "Metode dakwah damai, pembentukan komunitas Muslim awal, dan masjid sebagai pusat kegiatan.",
      "c": "Kerajaan besar yang didirikannya.",
      "d": "Kitab-kitab yang ditulisnya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1051,
    "kisi2_no": 17,
    "question_text": "Ajaran Moh Limo Sunan Ampel jika diterapkan dalam konteks tantangan era digital dapat diartikan sebagai...",
    "options": {
      "a": "Larangan menggunakan internet sama sekali.",
      "b": "Anjuran untuk menghindari konten negatif di internet (judi online, pornografi, hoaks, ujaran kebencian).",
      "c": "Perintah untuk menyebarkan semua informasi tanpa filter.",
      "d": "Dorongan untuk menghabiskan waktu bermain game online."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1052,
    "kisi2_no": 18,
    "question_text": "Peran Sunan Giri dalam menetapkan hakim atau mufti di berbagai daerah menunjukkan usahanya untuk...",
    "options": {
      "a": "Menguasai semua kerajaan.",
      "b": "Membangun sistem hukum dan peradilan Islam di wilayah pengaruhnya.",
      "c": "Menghapuskan hukum adat.",
      "d": "Menjadi hakim tunggal."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1053,
    "kisi2_no": 19,
    "question_text": "Dakwah melalui seni seperti yang dilakukan Sunan Bonang memerlukan pemahaman mendalam tentang nilai estetika dan filosofi seni yang dianut masyarakat agar...",
    "options": {
      "a": "Masyarakat menolak kesenian tersebut.",
      "b": "Pesan dakwah dapat tersampaikan secara efektif dan diterima dengan baik.",
      "c": "Kesenian tersebut kehilangan maknanya.",
      "d": "Hanya kalangan bangsawan yang memahami."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1054,
    "kisi2_no": 20,
    "question_text": "Keteladanan Sunan Drajat dalam kesederhanaan hidup meskipun beliau adalah putra seorang Sunan (Ampel) mengajarkan tentang pentingnya sikap...",
    "options": {
      "a": "Mencari kemewahan.",
      "b": "Zuhud (tidak terlalu terikat pada dunia) dan qana'ah (merasa cukup).",
      "c": "Sombong karena keturunan.",
      "d": "Kikir terhadap harta."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1055,
    "kisi2_no": 21,
    "question_text": "Karya Sunan Kalijaga seperti tiang 'tatal' Masjid Agung Demak atau desain pakaian adat Jawa menunjukkan kemampuannya dalam...",
    "options": {
      "a": "Ilmu bangunan modern.",
      "b": "Mengintegrasikan nilai-nilai Islam dengan kearifan lokal dan seni arsitektur/desain.",
      "c": "Meniru arsitektur Eropa.",
      "d": "Membuat bangunan yang tidak kokoh."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1056,
    "kisi2_no": 22,
    "question_text": "Meskipun berdakwah di daerah terpencil, Sunan Muria tetap menjalin hubungan baik dengan Kesultanan Demak. Hal ini menunjukkan pentingnya...",
    "options": {
      "a": "Memisahkan diri dari pusat kekuasaan.",
      "b": "Menjaga komunikasi dan koordinasi antara pusat dakwah/pemerintahan dengan daerah.",
      "c": "Melawan Kesultanan Demak.",
      "d": "Mengabaikan perintah dari Demak."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1057,
    "kisi2_no": 16,
    "question_text": "Peran Sunan Gresik dalam mengajarkan sistem pengairan yang lebih baik kepada masyarakat menunjukkan bahwa dakwah Islam juga membawa kemajuan dalam bidang...",
    "options": {
      "a": "Militer.",
      "b": "Teknologi pertanian dan peningkatan taraf hidup.",
      "c": "Seni musik.",
      "d": "Politik."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1058,
    "kisi2_no": 17,
    "question_text": "Disiplin dan keteguhan Sunan Ampel dalam menjalankan syariat Islam menjadi contoh bagi murid-muridnya. Sifat disiplin ini penting dalam menghadapi tantangan zaman yang penuh...",
    "options": {
      "a": "Ketenangan.",
      "b": "Godaan dan kemudahan untuk melanggar aturan.",
      "c": "Kesempatan beribadah.",
      "d": "Dukungan dari semua pihak."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1059,
    "kisi2_no": 18,
    "question_text": "Kemampuan Sunan Giri menyelesaikan sengketa atau masalah di masyarakat menunjukkan perannya sebagai...",
    "options": {
      "a": "Pedagang.",
      "b": "Seniman.",
      "c": "Pemimpin yang adil dan bijaksana (hakim/penengah).",
      "d": "Prajurit."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1060,
    "kisi2_no": 19,
    "question_text": "Sunan Bonang adalah putra Sunan Ampel dan saudara Sunan Drajat. Hubungan kekeluargaan antar Wali Songo ini menunjukkan...",
    "options": {
      "a": "Adanya nepotisme dalam penyebaran Islam.",
      "b": "Pentingnya peran keluarga dalam mendukung dan melanjutkan estafet dakwah.",
      "c": "Terjadinya konflik antar saudara.",
      "d": "Bahwa hanya keturunan wali yang boleh berdakwah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1061,
    "kisi2_no": 20,
    "question_text": "Ajaran Sunan Drajat untuk 'memberi pakaian kepada yang telanjang' tidak hanya bermakna harfiah, tetapi juga kiasan untuk...",
    "options": {
      "a": "Menjual pakaian.",
      "b": "Menutupi aib atau kekurangan sesama Muslim.",
      "c": "Memamerkan pakaian bagus.",
      "d": "Menjahit pakaian."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1062,
    "kisi2_no": 21,
    "question_text": "Kisah Sunan Kalijaga yang awalnya seorang perampok (Brandalan Lokajaya) kemudian bertaubat dan menjadi wali menunjukkan bahwa...",
    "options": {
      "a": "Orang jahat tidak bisa berubah.",
      "b": "Pintu taubat selalu terbuka bagi siapa saja yang bersungguh-sungguh, dan masa lalu tidak menghalangi seseorang untuk menjadi baik.",
      "c": "Menjadi perampok adalah jalan menjadi wali.",
      "d": "Taubat hanya diterima jika menjadi wali."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1063,
    "kisi2_no": 22,
    "question_text": "Kesukaan Sunan Muria pada kesenian gamelan dan wayang seperti ayahnya (Sunan Kalijaga) menunjukkan adanya...",
    "options": {
      "a": "Persaingan antara ayah dan anak.",
      "b": "Pewarisan metode dan kecintaan pada media dakwah kultural dalam keluarga.",
      "c": "Perbedaan pandangan yang tajam.",
      "d": "Paksaan dari Sunan Kalijaga."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1064,
    "kisi2_no": 16,
    "question_text": "Meskipun berasal dari luar Jawa (Campa), Sunan Gresik mampu diterima oleh masyarakat Jawa. Hal ini menunjukkan sikap masyarakat Jawa saat itu yang...",
    "options": {
      "a": "Sangat tertutup terhadap pendatang.",
      "b": "Relatif terbuka dan mampu menerima kehadiran orang asing yang membawa kebaikan.",
      "c": "Memusuhi semua pendatang.",
      "d": "Tidak peduli dengan asal usul seseorang."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1065,
    "kisi2_no": 17,
    "question_text": "Pengaruh ajaran Sunan Ampel terlihat pada kuatnya basis Islam di Surabaya dan sekitarnya hingga saat ini. Ini menunjukkan...",
    "options": {
      "a": "Kegagalan dakwah Sunan Ampel.",
      "b": "Keberhasilan dakwah dan pendidikan yang beliau rintis meninggalkan jejak yang bertahan lama.",
      "c": "Surabaya adalah kota yang tidak religius.",
      "d": "Pengaruh Sunan Ampel hanya sesaat."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1066,
    "kisi2_no": 18,
    "question_text": "Sunan Giri sering disebut juga sebagai 'Prabu Satmata'. Gelar 'Prabu' menunjukkan bahwa beliau diakui sebagai...",
    "options": {
      "a": "Pedagang biasa.",
      "b": "Pemimpin atau raja (dalam konteks Giri Kedaton).",
      "c": "Seniman jalanan.",
      "d": "Petani."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1067,
    "kisi2_no": 19,
    "question_text": "Dalam berdakwah, Sunan Bonang dikenal memiliki ilmu kanuragan atau kesaktian. Namun, beliau lebih mengedepankan dakwah melalui...",
    "options": {
      "a": "Adu kesaktian dengan dukun.",
      "b": "Cara-cara damai, kebijaksanaan, dan sentuhan seni budaya.",
      "c": "Ancaman dan kekerasan.",
      "d": "Perdebatan teologi yang rumit."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1068,
    "kisi2_no": 20,
    "question_text": "Lokasi makam Sunan Drajat di Lamongan yang berada di atas bukit memiliki makna simbolis tentang...",
    "options": {
      "a": "Ketinggian ilmu dan derajat spiritual beliau.",
      "b": "Kesukaan beliau pada pemandangan.",
      "c": "Agar sulit dijangkau peziarah.",
      "d": "Tidak ada makna khusus."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 1069,
    "kisi2_no": 21,
    "question_text": "Sikap Sunan Kalijaga yang dekat dengan kalangan 'abangan' (Muslim yang masih memegang tradisi Kejawen) menunjukkan strategi dakwah yang...",
    "options": {
      "a": "Menjauhi semua lapisan masyarakat.",
      "b": "Merangkul semua lapisan masyarakat dan berdakwah sesuai tingkat pemahaman mereka.",
      "c": "Hanya fokus pada kalangan santri.",
      "d": "Memusuhi kalangan abangan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1070,
    "kisi2_no": 22,
    "question_text": "Keteladanan Sunan Muria dalam menjaga kelestarian alam di sekitar Gunung Muria relevan dengan isu lingkungan saat ini, mengajarkan kita untuk...",
    "options": {
      "a": "Menebang hutan sembarangan.",
      "b": "Membuang sampah di gunung.",
      "c": "Menjaga keseimbangan alam sebagai bagian dari rasa syukur dan tanggung jawab kepada Allah.",
      "d": "Mengabaikan masalah lingkungan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1071,
    "kisi2_no": 16,
    "question_text": "Perdebatan mengenai asal usul Sunan Gresik (dari Arab, Persia, atau Gujarat) tidak mengurangi substansi penting dari perannya sebagai...",
    "options": {
      "a": "Pedagang kaya raya.",
      "b": "Pembangun peradaban Islam awal di tanah Jawa melalui dakwah damai.",
      "c": "Penakluk militer.",
      "d": "Seniman terkenal."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1072,
    "kisi2_no": 17,
    "question_text": "Salah satu tantangan dakwah Sunan Ampel adalah menghadapi praktik masyarakat yang masih kental dengan animisme dan dinamisme. Beliau mengatasinya dengan...",
    "options": {
      "a": "Ikut melakukan praktik tersebut.",
      "b": "Memerangi mereka secara fisik.",
      "c": "Mengajarkan tauhid secara bertahap dan mengganti praktik syirik dengan ibadah Islam.",
      "d": "Membiarkan praktik tersebut."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1073,
    "kisi2_no": 18,
    "question_text": "Pengaruh Sunan Giri dalam bidang hukum terlihat dari adanya 'pranata mangsa' yang beliau standarkan. Pranata mangsa adalah...",
    "options": {
      "a": "Hukum pidana Islam.",
      "b": "Sistem kalender berdasarkan peredaran bulan.",
      "c": "Sistem penanggalan berdasarkan musim untuk kegiatan pertanian dan pelayaran.",
      "d": "Aturan berpakaian."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1074,
    "kisi2_no": 19,
    "question_text": "Tembang Tombo Ati (Obat Hati) yang sering dinisbatkan kepada Sunan Bonang berisi lima amalan untuk ketenangan jiwa. Amalan tersebut mencerminkan ajaran Islam dalam aspek...",
    "options": {
      "a": "Politik dan ekonomi.",
      "b": "Spiritualitas dan penyucian jiwa (tazkiyatun nafs).",
      "c": "Hukum formal (fiqih).",
      "d": "Seni musik murni."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1075,
    "kisi2_no": 20,
    "question_text": "Semangat juang Sunan Drajat dalam membela kaum tertindas sejalan dengan ajaran Islam tentang...",
    "options": {
      "a": "Kewajiban mencari kekayaan.",
      "b": "Larangan membantu orang miskin.",
      "c": "Pentingnya keadilan sosial, amar ma'ruf nahi munkar, dan kepedulian terhadap sesama.",
      "d": "Keutamaan hidup mewah."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1076,
    "kisi2_no": 21,
    "question_text": "Penggunaan wayang oleh Sunan Kalijaga sebagai media dakwah menghadapi tantangan berupa anggapan sebagian kalangan bahwa wayang identik dengan ajaran Hindu. Bagaimana Sunan Kalijaga mengatasinya?",
    "options": {
      "a": "Menghentikan pertunjukan wayang.",
      "b": "Memodifikasi cerita, tokoh, dan menyisipkan ajaran tauhid serta akhlak Islam ke dalam lakon wayang.",
      "c": "Memerangi orang yang tidak setuju.",
      "d": "Mengganti wayang dengan media lain."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1077,
    "kisi2_no": 22,
    "question_text": "Meskipun hidup sederhana, Sunan Muria memiliki pengaruh yang kuat di kalangan masyarakatnya. Hal ini menunjukkan bahwa kewibawaan seorang pemimpin atau tokoh tidak selalu bergantung pada...",
    "options": {
      "a": "Kekayaan materi atau jabatan formal.",
      "b": "Kekuatan fisik.",
      "c": "Keturunan bangsawan.",
      "d": "Kemampuan berperang."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 1078,
    "kisi2_no": 16,
    "question_text": "Gelar 'Maulana' yang disandang Sunan Gresik menunjukkan bahwa beliau dihormati sebagai...",
    "options": {
      "a": "Raja yang berkuasa.",
      "b": "Pedagang kaya.",
      "c": "Ulama besar atau guru yang dihormati.",
      "d": "Panglima perang."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1079,
    "kisi2_no": 17,
    "question_text": "Pernikahan Sunan Ampel dengan putri Arya Lembu Sura (adipati Surabaya) merupakan salah satu strategi dakwah melalui jalur...",
    "options": {
      "a": "Ekonomi.",
      "b": "Pendidikan.",
      "c": "Politik dan kekerabatan.",
      "d": "Kesenian."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1080,
    "kisi2_no": 18,
    "question_text": "Karya seni ukir dan arsitektur yang berkembang di Giri Kedaton menunjukkan bahwa Sunan Giri juga mendukung perkembangan...",
    "options": {
      "a": "Ilmu kedokteran.",
      "b": "Seni rupa Islam.",
      "c": "Teknologi persenjataan.",
      "d": "Musik rock."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1081,
    "kisi2_no": 19,
    "question_text": "Ajaran tasawuf Sunan Bonang menekankan pada aspek penyucian hati dan pendekatan diri kepada Allah. Hal ini penting untuk...",
    "options": {
      "a": "Mencapai kekayaan duniawi.",
      "b": "Membentuk pribadi Muslim yang tidak hanya taat syariat tetapi juga memiliki kedalaman spiritual.",
      "c": "Menguasai ilmu hitam.",
      "d": "Menjadi terkenal."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1082,
    "kisi2_no": 20,
    "question_text": "Semangat 'memberi' yang ditekankan Sunan Drajat dalam Pepali Pitu mencerminkan nilai...",
    "options": {
      "a": "Kikir.",
      "b": "Individualisme.",
      "c": "Kedermawanan dan kepedulian sosial.",
      "d": "Boros."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1083,
    "kisi2_no": 21,
    "question_text": "Pakaian 'takwa' yang sering dikaitkan dengan Sunan Kalijaga melambangkan...",
    "options": {
      "a": "Pakaian kebesaran raja.",
      "b": "Pakaian sehari-hari yang sederhana namun menutup aurat dan mencerminkan ketakwaan.",
      "c": "Pakaian perang.",
      "d": "Pakaian adat suku tertentu."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1084,
    "kisi2_no": 22,
    "question_text": "Sikap Sunan Muria yang 'ngemong' atau membimbing masyarakat dengan sabar menunjukkan pendekatan dakwah yang...",
    "options": {
      "a": "Keras dan memaksa.",
      "b": "Penuh kasih sayang dan pengertian.",
      "c": "Acuh tak acuh.",
      "d": "Menghakimi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1085,
    "kisi2_no": 16,
    "question_text": "Meneladani semangat juang Sunan Gresik dalam menghadapi tantangan zaman berarti memiliki sikap...",
    "options": {
      "a": "Mudah menyerah saat menghadapi kesulitan.",
      "b": "Gigih, sabar, dan menggunakan cara-cara damai serta bijaksana dalam menyebarkan kebaikan.",
      "c": "Menghalalkan segala cara untuk mencapai tujuan.",
      "d": "Menutup diri dari perubahan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1086,
    "kisi2_no": 17,
    "question_text": "Meneladani semangat juang Sunan Ampel dalam menghadapi tantangan zaman berarti pentingnya...",
    "options": {
      "a": "Meninggalkan pendidikan formal.",
      "b": "Membangun benteng pertahanan fisik.",
      "c": "Membentengi diri dengan akhlak mulia dan ilmu agama yang kuat.",
      "d": "Mengikuti semua tren negatif."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1087,
    "kisi2_no": 18,
    "question_text": "Meneladani semangat juang Sunan Giri dalam menghadapi tantangan zaman berarti berani...",
    "options": {
      "a": "Melawan hukum.",
      "b": "Menjadi pemimpin yang adil, berwibawa, dan mampu menyatukan berbagai potensi umat.",
      "c": "Menjadi seniman yang melupakan agama.",
      "d": "Mengabaikan pendidikan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1088,
    "kisi2_no": 19,
    "question_text": "Meneladani semangat juang Sunan Bonang dalam menghadapi tantangan zaman berarti memiliki...",
    "options": {
      "a": "Sikap anti terhadap seni dan budaya.",
      "b": "Kreativitas dalam berdakwah dan kemampuan mengemas ajaran agama agar menarik dan mudah diterima.",
      "c": "Sikap kaku dan tidak mau beradaptasi.",
      "d": "Fokus pada ritual ibadah saja."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1089,
    "kisi2_no": 20,
    "question_text": "Meneladani semangat juang Sunan Drajat dalam menghadapi tantangan zaman berarti memiliki kepekaan dan kepedulian tinggi terhadap...",
    "options": {
      "a": "Kepentingan pribadi semata.",
      "b": "Masalah sosial kemasyarakatan, terutama nasib kaum lemah dan tertindas.",
      "c": "Perkembangan fashion.",
      "d": "Perebutan kekuasaan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1090,
    "kisi2_no": 21,
    "question_text": "Meneladani semangat juang Sunan Kalijaga dalam menghadapi tantangan zaman berarti mampu...",
    "options": {
      "a": "Menolak semua budaya lokal.",
      "b": "Beradaptasi dengan lingkungan, memahami budaya masyarakat, dan berdakwah dengan bijaksana.",
      "c": "Memaksakan kehendak pribadi.",
      "d": "Meniru budaya asing secara membabi buta."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1091,
    "kisi2_no": 22,
    "question_text": "Meneladani semangat juang Sunan Muria dalam menghadapi tantangan zaman berarti memiliki sikap...",
    "options": {
      "a": "Sombong dan meremehkan rakyat kecil.",
      "b": "Rendah hati, sabar, dan mau turun langsung membimbing masyarakat.",
      "c": "Mencari popularitas di kota besar.",
      "d": "Menghindari tanggung jawab dakwah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1092,
    "kisi2_no": 16,
    "question_text": "Wali Songo secara umum menggunakan pendekatan dakwah bil-hikmah, artinya...",
    "options": {
      "a": "Dengan kekerasan dan paksaan.",
      "b": "Dengan kebijaksanaan, cara yang baik, dan dialog yang santun.",
      "c": "Dengan debat kusir yang tidak berkesudahan.",
      "d": "Dengan mengandalkan kekuatan gaib."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1093,
    "kisi2_no": 17,
    "question_text": "Pendidikan karakter yang ditekankan Sunan Ampel melalui Moh Limo sangat fundamental karena...",
    "options": {
      "a": "Akhlak mulia adalah hiasan semata.",
      "b": "Membentuk dasar kepribadian Muslim yang kuat sebelum mendalami ilmu lainnya.",
      "c": "Karakter tidak penting dalam Islam.",
      "d": "Hanya penting untuk calon pemimpin."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1094,
    "kisi2_no": 18,
    "question_text": "Kemampuan Sunan Giri menciptakan permainan anak-anak yang edukatif menunjukkan pemahaman beliau tentang...",
    "options": {
      "a": "Politik.",
      "b": "Ekonomi.",
      "c": "Psikologi perkembangan anak dan metode pembelajaran yang efektif.",
      "d": "Militer."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1095,
    "kisi2_no": 19,
    "question_text": "Penggunaan alat musik gamelan oleh Sunan Bonang menunjukkan bahwa Islam tidak anti terhadap seni, selama seni tersebut...",
    "options": {
      "a": "Berasal dari Barat.",
      "b": "Tidak mengandung unsur syirik, kemaksiatan, dan tidak melalaikan dari kewajiban.",
      "c": "Hanya berupa musik instrumental.",
      "d": "Dimainkan oleh orang terkenal."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1096,
    "kisi2_no": 20,
    "question_text": "Ajaran Sunan Drajat tentang pentingnya meringankan beban orang lain sejalan dengan konsep... dalam Islam.",
    "options": {
      "a": "Individualisme.",
      "b": "Ta'awun (tolong-menolong dalam kebaikan dan takwa).",
      "c": "Persaingan bebas.",
      "d": "Riba."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1097,
    "kisi2_no": 21,
    "question_text": "Fleksibilitas Sunan Kalijaga dalam berdakwah bukan berarti mengorbankan prinsip dasar ajaran Islam, yaitu...",
    "options": {
      "a": "Tauhid (keesaan Allah).",
      "b": "Cara berpakaian.",
      "c": "Jenis makanan.",
      "d": "Bentuk rumah."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 1098,
    "kisi2_no": 22,
    "question_text": "Fokus dakwah Sunan Muria pada masyarakat pedalaman menunjukkan bahwa penyebaran Islam harus menjangkau...",
    "options": {
      "a": "Hanya kalangan bangsawan.",
      "b": "Hanya masyarakat perkotaan.",
      "c": "Seluruh lapisan masyarakat, termasuk yang berada di daerah terpencil.",
      "d": "Hanya orang-orang kaya."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 1099,
    "kisi2_no": 16,
    "question_text": "Semangat juang Wali Songo secara umum dalam menyebarkan Islam di tengah masyarakat yang berbeda keyakinan mengajarkan kita untuk...",
    "options": {
      "a": "Mudah menyerah jika ada penolakan.",
      "b": "Bersikap gigih, sabar, bijaksana, dan kreatif dalam menyampaikan kebenaran.",
      "c": "Memaksakan kehendak dengan kekerasan.",
      "d": "Menghindari interaksi dengan orang yang berbeda."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 1100,
    "kisi2_no": 17,
    "question_text": "Warisan terbesar Wali Songo bagi bangsa Indonesia adalah...",
    "options": {
      "a": "Bangunan candi yang megah.",
      "b": "Mayoritas penduduk Indonesia memeluk Islam dan berkembangnya budaya Islam Nusantara yang unik.",
      "c": "Sistem pemerintahan kerajaan.",
      "d": "Konflik antar agama."
    },
    "correct_answers": ["b"]
  }
]
