[
  {
    "id": 701,
    "kisi2_no": 1,
    "question_text": "Pembangunan kawasan industri di sebuah kabupaten yang awalnya merupakan lahan pertanian produktif dapat meningkatkan PDRB kabupaten tersebut. Namun, dampak negatif jangka panjang yang paling signifikan bagi kesejahteraan masyarakat provinsi secara keseluruhan adalah...",
    "options": {
      "a": "Peningkatan polusi udara lokal di sekitar industri.",
      "b": "Berkurangnya keanekaragaman hayati di area industri.",
      "c": "Potensi krisis ketahanan pangan provinsi akibat alih fungsi lahan pertanian utama.",
      "d": "Peningkatan kepadatan lalu lintas di jalan akses menuju kawasan industri."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 702,
    "kisi2_no": 1,
    "question_text": "Sebuah provinsi memiliki karakteristik ruang berupa daerah pesisir yang panjang dan daerah pegunungan yang kaya akan hasil hutan. Strategi pemanfaatan sumber daya alam yang paling berkelanjutan untuk meningkatkan kesejahteraan masyarakat di kedua jenis ruang tersebut adalah...",
    "options": {
      "a": "Fokus pada eksploitasi hasil laut secara maksimal dan penebangan hutan untuk industri kayu.",
      "b": "Mengembangkan ekowisata bahari dan agroforestri (wanatani) yang menjaga kelestarian lingkungan.",
      "c": "Membangun tambak udang besar-besaran di pesisir dan membuka perkebunan monokultur di pegunungan.",
      "d": "Melarang semua aktivitas ekonomi di pesisir dan pegunungan untuk konservasi total."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 703,
    "kisi2_no": 1,
    "question_text": "Perencanaan tata ruang wilayah (RTRW) tingkat provinsi harus mempertimbangkan daya dukung dan daya tampung lingkungan. Jika sebuah kota di provinsi tersebut mengalami pertumbuhan penduduk yang sangat pesat tanpa diimbangi peningkatan infrastruktur sanitasi dan pengelolaan limbah, konsekuensi utama yang akan timbul adalah...",
    "options": {
      "a": "Peningkatan kualitas udara karena banyaknya permukiman baru.",
      "b": "Penurunan kualitas air sungai dan air tanah serta meningkatnya risiko penyakit.",
      "c": "Berkurangnya kemacetan lalu lintas karena penduduk terpusat.",
      "d": "Meningkatnya lahan terbuka hijau di pusat kota."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 704,
    "kisi2_no": 1,
    "question_text": "Suatu kabupaten di dataran tinggi dikenal sebagai penghasil sayuran organik berkualitas ekspor. Untuk meningkatkan kesejahteraan petani dan menjaga kualitas produk, kebijakan pemanfaatan sumber daya alam yang paling tepat oleh pemerintah kabupaten adalah...",
    "options": {
      "a": "Mendorong penggunaan pestisida kimia untuk meningkatkan kuantitas panen.",
      "b": "Memberikan subsidi pupuk anorganik secara besar-besaran.",
      "c": "Memfasilitasi sertifikasi organik, pelatihan praktik pertanian berkelanjutan, dan akses pasar ekspor.",
      "d": "Mengubah lahan pertanian menjadi kawasan wisata tanpa memperhatikan nasib petani."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 705,
    "kisi2_no": 1,
    "question_text": "Sebuah provinsi yang mengandalkan sektor pariwisata berbasis keindahan alam (pantai, gunung) mengalami penurunan kunjungan wisatawan akibat kerusakan lingkungan (sampah, abrasi, longsor). Analisis yang paling tepat terkait hubungan karakteristik ruang, pemanfaatan SDA, dan kesejahteraan adalah...",
    "options": {
      "a": "Kerusakan lingkungan tidak berpengaruh pada sektor pariwisata.",
      "b": "Pemanfaatan SDA untuk pariwisata yang tidak berkelanjutan dapat merusak aset utama pariwisata itu sendiri dan menurunkan kesejahteraan.",
      "c": "Semakin banyak hotel dibangun, kesejahteraan masyarakat pasti meningkat tanpa memandang kondisi lingkungan.",
      "d": "Kesejahteraan masyarakat hanya ditentukan oleh jumlah wisatawan, bukan kualitas lingkungan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 706,
    "kisi2_no": 1,
    "question_text": "Konflik pemanfaatan sumber daya air sering terjadi antara sektor pertanian (irigasi) dan industri di suatu kabupaten. Pendekatan yang paling bijaksana untuk mengatasi konflik ini demi kesejahteraan bersama adalah...",
    "options": {
      "a": "Menghentikan pasokan air untuk pertanian demi kepentingan industri.",
      "b": "Menghentikan pasokan air untuk industri demi kepentingan pertanian.",
      "c": "Melakukan kajian daya dukung air, menerapkan teknologi hemat air di kedua sektor, dan membuat alokasi air yang adil melalui musyawarah.",
      "d": "Membiarkan kedua sektor berebut air tanpa intervensi pemerintah."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 707,
    "kisi2_no": 1,
    "question_text": "Pemanfaatan sumber daya panas bumi (geotermal) untuk pembangkit listrik di suatu provinsi memiliki keunggulan dibandingkan batu bara karena...",
    "options": {
      "a": "Panas bumi adalah sumber energi tak terbarukan yang akan segera habis.",
      "b": "Pembangkit listrik panas bumi menghasilkan emisi karbon yang lebih tinggi.",
      "c": "Panas bumi adalah sumber energi terbarukan yang lebih ramah lingkungan dan mengurangi ketergantungan pada energi fosil.",
      "d": "Biaya eksplorasi dan pembangunan pembangkit panas bumi selalu lebih murah dari batu bara."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 708,
    "kisi2_no": 1,
    "question_text": "Karakteristik ruang sebuah kota yang padat penduduk dengan sedikit lahan terbuka hijau memerlukan strategi pemanfaatan ruang untuk kesejahteraan yang berfokus pada...",
    "options": {
      "a": "Pembangunan mal dan pusat perbelanjaan sebanyak mungkin.",
      "b": "Pengembangan taman kota vertikal, optimalisasi fungsi sempadan sungai sebagai ruang hijau, dan penyediaan transportasi publik yang efisien.",
      "c": "Perluasan jalan raya dengan menebang pohon-pohon peneduh.",
      "d": "Pembangunan perumahan mewah di sisa lahan hijau yang ada."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 709,
    "kisi2_no": 2,
    "question_text": "Sebuah provinsi memiliki keragaman etnis dengan tradisi dan bahasa daerah yang berbeda-beda. Hubungan antara keragaman etnis ini dengan karakteristik ruang berupa pegunungan yang terisolasi di masa lalu adalah...",
    "options": {
      "a": "Isolasi geografis tidak mempengaruhi perkembangan keragaman etnis.",
      "b": "Karakteristik ruang yang terisolasi memungkinkan setiap kelompok etnis mengembangkan tradisi dan bahasa uniknya sendiri tanpa banyak pengaruh luar.",
      "c": "Semua etnis di daerah pegunungan pasti memiliki bahasa dan tradisi yang sama.",
      "d": "Keragaman etnis hanya terjadi di daerah perkotaan yang terbuka."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 710,
    "kisi2_no": 2,
    "question_text": "Di sebuah kota metropolitan di provinsi X, terdapat berbagai macam rumah ibadah (masjid, gereja, vihara, pura) yang berdiri berdampingan dan masyarakatnya hidup rukun. Hal ini menunjukkan bahwa keragaman agama dapat menjadi identitas bangsa yang memperkaya jika didasari oleh...",
    "options": {
      "a": "Sikap eksklusif dan merasa agamanya paling benar.",
      "b": "Sikap toleransi, saling menghargai, dan pemahaman bahwa perbedaan adalah rahmat.",
      "c": "Upaya untuk menyeragamkan semua agama.",
      "d": "Ketidakpedulian terhadap ajaran agama masing-masing."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 711,
    "kisi2_no": 2,
    "question_text": "Festival budaya tahunan yang menampilkan tarian, musik, dan kuliner khas dari berbagai suku di suatu provinsi merupakan upaya untuk...",
    "options": {
      "a": "Menghilangkan budaya asli masing-masing suku.",
      "b": "Menunjukkan bahwa hanya satu budaya yang paling unggul.",
      "c": "Melestarikan keragaman budaya sebagai identitas dan daya tarik provinsi, serta memperkuat rasa persatuan.",
      "d": "Mengkomersialkan budaya secara berlebihan tanpa memperhatikan nilai-nilainya."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 712,
    "kisi2_no": 2,
    "question_text": "Perbedaan kegiatan ekonomi dominan antara masyarakat pesisir (nelayan, pedagang ikan) dan masyarakat agraris pedalaman (petani, peternak) di suatu provinsi dipengaruhi oleh...",
    "options": {
      "a": "Perbedaan tingkat pendidikan semata.",
      "b": "Karakteristik ruang dan potensi sumber daya alam yang tersedia di masing-masing wilayah.",
      "c": "Kebijakan pemerintah yang memaksa jenis pekerjaan.",
      "d": "Perbedaan agama yang dianut masyarakat."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 713,
    "kisi2_no": 2,
    "question_text": "Globalisasi membawa pengaruh budaya asing ke berbagai daerah. Tantangan terbesar dalam menjaga keragaman budaya lokal sebagai identitas bangsa di tengah arus globalisasi adalah...",
    "options": {
      "a": "Menutup diri sepenuhnya dari pengaruh budaya asing.",
      "b": "Menyaring budaya asing yang masuk, memperkuat pemahaman nilai-nilai budaya lokal pada generasi muda, dan mengadaptasi budaya lokal agar tetap relevan.",
      "c": "Mengganti seluruh budaya lokal dengan budaya asing yang dianggap lebih modern.",
      "d": "Membiarkan budaya lokal hilang tergerus zaman."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 714,
    "kisi2_no": 2,
    "question_text": "Sebuah provinsi dengan mayoritas penduduk beragama A memiliki beberapa komunitas kecil pemeluk agama B dan C yang hidup damai. Karakteristik ruang berupa pasar tradisional di mana mereka berinteraksi setiap hari dapat memperkuat kerukunan karena...",
    "options": {
      "a": "Pasar adalah tempat ibadah bersama.",
      "b": "Interaksi ekonomi sehari-hari dapat menumbuhkan saling pengertian dan ketergantungan positif antarumat beragama.",
      "c": "Di pasar, semua orang dipaksa menganut satu agama.",
      "d": "Pasar membatasi interaksi antarumat beragama."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 715,
    "kisi2_no": 2,
    "question_text": "Arsitektur rumah adat di berbagai etnis di Indonesia menunjukkan adaptasi terhadap karakteristik ruang (iklim, bahan baku lokal) dan mencerminkan nilai budaya. Misalnya, rumah panggung di daerah rawan banjir. Ini menunjukkan bahwa...",
    "options": {
      "a": "Budaya tidak dipengaruhi oleh kondisi geografis.",
      "b": "Kearifan lokal dalam bentuk arsitektur merupakan bagian dari identitas budaya yang fungsional.",
      "c": "Semua rumah adat di Indonesia memiliki bentuk yang sama.",
      "d": "Rumah modern lebih baik daripada rumah adat dalam segala aspek."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 716,
    "kisi2_no": 2,
    "question_text": "Konflik antar etnis atau agama dapat mengancam persatuan bangsa. Upaya preventif yang paling efektif untuk menjaga harmoni dalam keragaman adalah...",
    "options": {
      "a": "Mengabaikan perbedaan yang ada.",
      "b": "Memperkuat stereotip negatif terhadap kelompok lain.",
      "c": "Membangun dialog, pendidikan multikultural, penegakan hukum yang adil, dan menanamkan nilai-nilai kebangsaan.",
      "d": "Memisahkan kelompok-kelompok yang berbeda secara total."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 717,
    "kisi2_no": 3,
    "question_text": "Seorang petani di desa menanam padi (produksi), kemudian menjual gabahnya ke pedagang pengumpul (distribusi), yang selanjutnya diolah menjadi beras dan dijual di pasar kepada konsumen (konsumsi). Rangkaian kegiatan ini menunjukkan...",
    "options": {
      "a": "Hanya kegiatan produksi.",
      "b": "Keterkaitan antara kegiatan produksi, distribusi, dan konsumsi dalam sistem ekonomi.",
      "c": "Bahwa petani adalah satu-satunya pelaku ekonomi.",
      "d": "Bahwa pasar tidak penting dalam kegiatan ekonomi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 718,
    "kisi2_no": 3,
    "question_text": "Perkembangan teknologi informasi memunculkan banyak bidang pekerjaan baru seperti 'content creator' dan 'digital marketer'. Hubungan antara kemajuan teknologi dan perubahan jenis pekerjaan ini adalah...",
    "options": {
      "a": "Teknologi mengurangi semua jenis pekerjaan.",
      "b": "Teknologi menciptakan peluang pekerjaan baru yang membutuhkan keterampilan digital, sekaligus mengubah cara kerja pekerjaan tradisional.",
      "c": "Pekerjaan tradisional tidak terpengaruh oleh teknologi.",
      "d": "Hanya orang muda yang bisa mendapatkan pekerjaan di bidang teknologi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 719,
    "kisi2_no": 3,
    "question_text": "Di sebuah daerah pesisir, banyak penduduk bekerja sebagai nelayan. Kehidupan sosial budaya mereka seringkali dipengaruhi oleh siklus musim ikan, tradisi melaut, dan gotong royong dalam menangkap ikan. Hal ini menunjukkan bahwa...",
    "options": {
      "a": "Kegiatan ekonomi tidak mempengaruhi kehidupan sosial budaya.",
      "b": "Kehidupan sosial budaya nelayan sama dengan petani.",
      "c": "Kegiatan ekonomi utama suatu daerah dapat membentuk corak kehidupan sosial dan budaya masyarakatnya.",
      "d": "Tradisi melaut menghambat kegiatan ekonomi nelayan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 720,
    "kisi2_no": 3,
    "question_text": "Koperasi unit desa (KUD) yang berhasil membantu petani dalam penyediaan pupuk, pemasaran hasil panen, dan simpan pinjam menunjukkan peran penting lembaga ekonomi dalam...",
    "options": {
      "a": "Mempersulit petani.",
      "b": "Meningkatkan kesejahteraan anggota dan mendukung kegiatan ekonomi di tingkat lokal.",
      "c": "Hanya menguntungkan pengurus koperasi.",
      "d": "Menyaingi pedagang besar."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 721,
    "kisi2_no": 3,
    "question_text": "Seorang pengrajin batik tulis tradisional di Yogyakarta menjual produknya hingga ke mancanegara melalui platform e-commerce. Dampak positif dari kegiatan ekonomi ini bagi kehidupan sosial budaya adalah...",
    "options": {
      "a": "Hilangnya keaslian batik karena permintaan pasar global.",
      "b": "Meningkatnya apresiasi terhadap batik sebagai warisan budaya dan peningkatan pendapatan pengrajin.",
      "c": "Pengrajin menjadi individualistis dan melupakan tradisi.",
      "d": "Hanya wisatawan asing yang membeli batik."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 722,
    "kisi2_no": 3,
    "question_text": "Pembangunan infrastruktur jalan tol yang menghubungkan sentra produksi pertanian di suatu provinsi dengan pasar di kota besar dapat...",
    "options": {
      "a": "Menghambat distribusi hasil pertanian.",
      "b": "Memperlancar distribusi, mengurangi biaya transportasi, dan meningkatkan daya saing produk pertanian.",
      "c": "Menyebabkan harga produk pertanian menjadi sangat mahal.",
      "d": "Hanya menguntungkan pemilik jalan tol."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 723,
    "kisi2_no": 3,
    "question_text": "Tradisi 'mapalus' di Minahasa atau 'subak' di Bali yang merupakan sistem gotong royong dalam bidang pertanian menunjukkan bahwa...",
    "options": {
      "a": "Kehidupan sosial dan budaya tidak memiliki kaitan dengan kegiatan ekonomi.",
      "b": "Nilai-nilai sosial dan budaya dapat mendukung keberhasilan kegiatan ekonomi masyarakat.",
      "c": "Sistem ekonomi modern lebih unggul dari sistem tradisional.",
      "d": "Gotong royong hanya ada di masa lalu."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 724,
    "kisi2_no": 3,
    "question_text": "Seorang arsitek, dokter, guru, dan pedagang online memiliki jenis pekerjaan yang berbeda namun saling membutuhkan dalam sistem ekonomi. Hal ini mencerminkan adanya...",
    "options": {
      "a": "Persaingan tidak sehat antar profesi.",
      "b": "Spesialisasi pekerjaan dan interdependensi (saling ketergantungan) antar berbagai bidang pekerjaan.",
      "c": "Tidak adanya hubungan antar berbagai jenis pekerjaan.",
      "d": "Bahwa hanya satu jenis pekerjaan yang paling penting."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 725,
    "kisi2_no": 4,
    "question_text": "Candi Borobudur sebagai peninggalan Kerajaan Mataram Kuno (Buddha) dan Candi Prambanan sebagai peninggalan Kerajaan Mataram Kuno (Hindu) yang lokasinya berdekatan menunjukkan...",
    "options": {
      "a": "Adanya konflik terus-menerus antara umat Hindu dan Buddha di masa lalu.",
      "b": "Adanya toleransi dan akulturasi budaya antara agama Hindu dan Buddha di Jawa pada masa itu.",
      "c": "Bahwa kedua candi dibangun oleh kerajaan yang berbeda dan saling bermusuhan.",
      "d": "Bahwa agama Buddha lebih dulu masuk daripada Hindu."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 726,
    "kisi2_no": 4,
    "question_text": "Pengaruh arsitektur masjid-masjid kuno di Jawa seperti Masjid Agung Demak yang memiliki atap tumpang (bertingkat) mirip meru atau punden berundak merupakan bukti...",
    "options": {
      "a": "Penolakan total terhadap budaya pra-Islam.",
      "b": "Akulturasi antara arsitektur Islam dengan unsur budaya lokal (Hindu-Buddha) yang sudah ada sebelumnya.",
      "c": "Arsitektur Islam di Jawa sama persis dengan di Timur Tengah.",
      "d": "Tidak adanya pengaruh budaya lokal dalam perkembangan Islam di Jawa."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 727,
    "kisi2_no": 4,
    "question_text": "Sistem kasta dalam masyarakat Hindu membagi masyarakat menjadi beberapa golongan. Meskipun sistem ini tidak seketat di India, pengaruhnya dalam kehidupan sosial masyarakat Bali di masa lalu terlihat dalam...",
    "options": {
      "a": "Pemilihan jenis makanan sehari-hari.",
      "b": "Penggunaan tingkatan bahasa (Sor Singgih) dan peran dalam upacara adat tertentu.",
      "c": "Cara berpakaian saat ke pasar.",
      "d": "Pemilihan pekerjaan yang bebas tanpa batasan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 728,
    "kisi2_no": 4,
    "question_text": "Kerajaan Sriwijaya dikenal sebagai pusat pendidikan agama Buddha dan perdagangan maritim yang kuat. Pengaruhnya terhadap kehidupan masyarakat kini yang masih bisa dirasakan adalah...",
    "options": {
      "a": "Penggunaan bahasa Sansekerta dalam percakapan sehari-hari.",
      "b": "Peninggalan candi-candi Buddha dan jejak jalur perdagangan kuno di Sumatera.",
      "c": "Sistem pemerintahan kerajaan absolut.",
      "d": "Larangan berdagang melalui laut."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 729,
    "kisi2_no": 4,
    "question_text": "Penggunaan gelar 'Sultan' pada raja-raja kerajaan Islam di Nusantara dan penerapan hukum Islam dalam beberapa aspek kehidupan masyarakat menunjukkan...",
    "options": {
      "a": "Tidak adanya pengaruh Islam sama sekali.",
      "b": "Pengaruh kuat ajaran Islam dalam sistem politik dan sosial budaya kerajaan-kerajaan tersebut.",
      "c": "Bahwa semua raja di Nusantara beragama Islam.",
      "d": "Penolakan terhadap gelar raja dari masa Hindu-Buddha."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 730,
    "kisi2_no": 4,
    "question_text": "Cerita rakyat seperti 'Malin Kundang' atau 'Sangkuriang' yang berkembang di lingkungan masyarakat setempat seringkali mengandung nilai-nilai moral dan ajaran yang dipengaruhi oleh...",
    "options": {
      "a": "Budaya populer modern semata.",
      "b": "Keyakinan dan norma-norma yang berkembang dalam masyarakat tersebut, termasuk pengaruh agama dan tradisi leluhur.",
      "c": "Peraturan pemerintah daerah.",
      "d": "Buku pelajaran sekolah saja."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 731,
    "kisi2_no": 4,
    "question_text": "Tradisi 'Sekaten' di Yogyakarta dan Surakarta yang merupakan perayaan Maulid Nabi Muhammad Saw. dengan iringan gamelan merupakan contoh bagaimana kerajaan Islam...",
    "options": {
      "a": "Menghilangkan semua tradisi Jawa kuno.",
      "b": "Menggunakan media budaya lokal (gamelan) untuk menyebarkan ajaran Islam dan memperingati hari besar agama.",
      "c": "Melarang penggunaan gamelan.",
      "d": "Hanya fokus pada aspek ritual keagamaan murni."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 732,
    "kisi2_no": 4,
    "question_text": "Peninggalan Kerajaan Tarumanegara berupa prasasti-prasasti yang menggunakan huruf Pallawa dan bahasa Sansekerta menunjukkan pengaruh kuat dari peradaban...",
    "options": {
      "a": "Tiongkok",
      "b": "India (Hindu)",
      "c": "Timur Tengah (Islam)",
      "d": "Eropa"
    },
    "correct_answers": ["b"]
  },
  {
    "id": 733,
    "kisi2_no": 5,
    "question_text": "Sebagai negara kepulauan dengan dua pertiga wilayahnya berupa lautan, Indonesia memiliki potensi besar dalam sektor ekonomi kelautan. Namun, tantangan utama dalam mengoptimalkan potensi ini adalah... (Pilih semua jawaban yang benar)",
    "options": {
      "a": "Kurangnya infrastruktur pelabuhan dan armada perikanan modern.",
      "b": "Praktik penangkapan ikan ilegal (illegal fishing) oleh kapal asing.",
      "c": "Pencemaran laut dan kerusakan ekosistem terumbu karang.",
      "d": "Sumber daya manusia yang kurang terampil di bidang kelautan.",
      "e": "Terlalu banyak pulau sehingga sulit dikelola."
    },
    "correct_answers": ["a", "b", "c", "d"]
  },
  {
    "id": 734,
    "kisi2_no": 5,
    "question_text": "Karakteristik Indonesia sebagai negara agraris dengan lahan subur sangat mendukung pengembangan sektor pertanian. Namun, konversi lahan pertanian menjadi non-pertanian (pemukiman, industri) mengancam ketahanan pangan. Pengaruh negatif dari fenomena ini terhadap pembangunan ekonomi jangka panjang adalah...",
    "options": {
      "a": "Peningkatan produksi pangan nasional.",
      "b": "Peningkatan kesejahteraan petani secara merata.",
      "c": "Berkurangnya kemampuan negara untuk memenuhi kebutuhan pangan sendiri dan meningkatnya ketergantungan pada impor pangan.",
      "d": "Semakin luasnya lapangan kerja di sektor pertanian."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 735,
    "kisi2_no": 5,
    "question_text": "Letak geografis Indonesia di antara dua benua (Asia dan Australia) dan dua samudra (Hindia dan Pasifik) menjadikannya jalur perdagangan strategis. Pengaruh positif dari posisi silang ini terhadap pembangunan komunikasi dan transportasi adalah...",
    "options": {
      "a": "Indonesia menjadi terisolasi dari dunia luar.",
      "b": "Mendorong pengembangan infrastruktur pelabuhan, bandara, dan jaringan telekomunikasi untuk mendukung konektivitas global.",
      "c": "Menyebabkan Indonesia sering dilanda bencana alam.",
      "d": "Membuat biaya transportasi di Indonesia sangat murah secara otomatis."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 736,
    "kisi2_no": 5,
    "question_text": "Sebagai negara maritim, budaya bahari (seperti tradisi pelayaran, pengetahuan navigasi tradisional, kuliner hasil laut) merupakan bagian penting dari identitas bangsa. Upaya untuk memperkuat budaya maritim di tengah modernisasi adalah...",
    "options": {
      "a": "Melarang semua aktivitas pelayaran modern.",
      "b": "Mengabaikan tradisi bahari karena dianggap kuno.",
      "c": "Mengintegrasikan nilai-nilai budaya bahari dalam pendidikan, pariwisata, dan pengembangan ekonomi kelautan yang berkelanjutan.",
      "d": "Hanya fokus pada pengembangan industri perikanan skala besar."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 737,
    "kisi2_no": 5,
    "question_text": "Pembangunan tol laut yang dicanangkan pemerintah Indonesia bertujuan untuk meningkatkan konektivitas antar pulau dan menekan disparitas harga barang. Dampak yang diharapkan dari program ini terhadap pembangunan ekonomi di daerah-daerah terluar adalah...",
    "options": {
      "a": "Harga barang di daerah terluar semakin mahal.",
      "b": "Daerah terluar semakin terisolasi.",
      "c": "Meningkatnya kelancaran distribusi logistik, penurunan biaya transportasi barang, dan terbukanya akses pasar bagi produk lokal dari daerah terluar.",
      "d": "Hanya menguntungkan perusahaan pelayaran besar."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 738,
    "kisi2_no": 5,
    "question_text": "Karakteristik Indonesia yang berada di Cincin Api Pasifik (Ring of Fire) menyebabkan negara ini rawan bencana geologi (gempa, tsunami, letusan gunung api). Pengaruhnya terhadap pembangunan sosial dan ekonomi adalah...",
    "options": {
      "a": "Pembangunan berjalan lancar tanpa hambatan.",
      "b": "Perlunya investasi besar dalam mitigasi bencana, sistem peringatan dini, dan rekonstruksi pasca bencana, yang dapat mempengaruhi alokasi anggaran pembangunan.",
      "c": "Masyarakat menjadi kebal terhadap bencana.",
      "d": "Bencana geologi selalu membawa keuntungan ekonomi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 739,
    "kisi2_no": 5,
    "question_text": "Indonesia sebagai negara agraris dan maritim memiliki keanekaragaman hayati yang sangat tinggi, baik di darat maupun di laut. Pengaruhnya terhadap potensi pengembangan industri bioteknologi dan farmasi adalah...",
    "options": {
      "a": "Tidak ada pengaruh sama sekali.",
      "b": "Menjadi sumber daya genetik yang melimpah untuk penemuan obat-obatan baru, produk pertanian unggul, dan berbagai aplikasi bioteknologi.",
      "c": "Menghambat perkembangan ilmu pengetahuan.",
      "d": "Hanya bisa dimanfaatkan oleh negara asing."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 740,
    "kisi2_no": 5,
    "question_text": "Perbedaan zona waktu di Indonesia (WIB, WITA, WIT) merupakan konsekuensi dari karakteristik geografis Indonesia yang...",
    "options": {
      "a": "Memiliki banyak gunung berapi.",
      "b": "Merupakan negara kepulauan yang luas dan membentang dari barat ke timur.",
      "c": "Beriklim tropis.",
      "d": "Dilalui garis khatulistiwa."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 741,
    "kisi2_no": 5,
    "question_text": "Pengembangan pariwisata di Indonesia sangat dipengaruhi oleh karakteristik geografisnya yang beragam, mulai dari pantai, pegunungan, hingga hutan tropis. Strategi pengembangan pariwisata yang berkelanjutan harus memperhatikan...",
    "options": {
      "a": "Pembangunan hotel sebanyak-banyaknya tanpa memperhatikan daya dukung lingkungan.",
      "b": "Konservasi alam, pemberdayaan masyarakat lokal, dan promosi keunikan budaya serta alam setiap destinasi.",
      "c": "Penyeragaman semua destinasi wisata agar mudah dikelola.",
      "d": "Mengutamakan wisatawan asing dan mengabaikan wisatawan domestik."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 742,
    "kisi2_no": 6,
    "question_text": "Pembangunan permukiman di daerah resapan air atau bantaran sungai dapat meningkatkan risiko banjir dan longsor. Bentuk interaksi manusia dengan lingkungan ini menunjukkan...",
    "options": {
      "a": "Adaptasi positif terhadap lingkungan.",
      "b": "Interaksi yang merusak keseimbangan lingkungan dan berdampak negatif pada manusia itu sendiri.",
      "c": "Pemanfaatan lingkungan yang optimal.",
      "d": "Tidak adanya pengaruh manusia terhadap lingkungan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 743,
    "kisi2_no": 6,
    "question_text": "Kegiatan reboisasi (penanaman kembali hutan) dan pembuatan terasering di lahan miring merupakan contoh bentuk interaksi manusia dengan lingkungan yang bertujuan untuk...",
    "options": {
      "a": "Mempercepat kerusakan lingkungan.",
      "b": "Memperbaiki kualitas lingkungan, mencegah erosi, dan menjaga ketersediaan air.",
      "c": "Mengubah fungsi hutan menjadi perkebunan.",
      "d": "Meningkatkan polusi udara."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 744,
    "kisi2_no": 6,
    "question_text": "Penggunaan pestisida dan pupuk kimia secara berlebihan dalam jangka panjang dapat mencemari tanah dan air, serta membunuh organisme non-target. Pengaruhnya terhadap pembangunan ekonomi pertanian adalah...",
    "options": {
      "a": "Meningkatkan kesuburan tanah secara permanen.",
      "b": "Menurunkan biaya produksi pertanian.",
      "c": "Dapat menurunkan produktivitas lahan di masa depan, mengancam kesehatan konsumen, dan merusak keberlanjutan sistem pertanian.",
      "d": "Tidak ada pengaruh negatif sama sekali."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 745,
    "kisi2_no": 6,
    "question_text": "Masyarakat adat di sekitar hutan memiliki kearifan lokal dalam memanfaatkan hasil hutan tanpa merusaknya (misalnya, mengambil madu hutan, rotan secukupnya). Interaksi ini mencerminkan...",
    "options": {
      "a": "Ketidakpedulian terhadap hutan.",
      "b": "Pola interaksi yang harmonis dan berkelanjutan antara manusia dan lingkungan.",
      "c": "Keinginan untuk mengeksploitasi hutan secara maksimal.",
      "d": "Keterbelakangan masyarakat adat."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 746,
    "kisi2_no": 6,
    "question_text": "Pembangunan jalan raya yang membelah kawasan hutan lindung dapat berdampak pada fragmentasi habitat satwa liar. Pengaruhnya terhadap pembangunan sosial dan budaya masyarakat sekitar adalah...",
    "options": {
      "a": "Meningkatkan interaksi positif antara manusia dan satwa liar.",
      "b": "Potensi konflik manusia-satwa meningkat, hilangnya sumber pangan atau obat tradisional bagi masyarakat yang bergantung pada hutan, dan perubahan lanskap budaya.",
      "c": "Tidak ada pengaruh sama sekali terhadap masyarakat.",
      "d": "Satwa liar akan beradaptasi dengan cepat."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 747,
    "kisi2_no": 6,
    "question_text": "Program 'Kali Bersih' yang melibatkan partisipasi masyarakat dalam membersihkan sungai dari sampah dan limbah menunjukkan bentuk interaksi yang bertujuan...",
    "options": {
      "a": "Menambah pencemaran sungai.",
      "b": "Memperbaiki kualitas lingkungan perairan dan meningkatkan kesadaran masyarakat akan pentingnya menjaga kebersihan sungai.",
      "c": "Mengubah fungsi sungai menjadi tempat pembuangan sampah.",
      "d": "Hanya sebagai kegiatan seremonial tanpa dampak."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 748,
    "kisi2_no": 6,
    "question_text": "Urbanisasi yang tidak terkendali menyebabkan alih fungsi lahan pertanian menjadi perkotaan. Pengaruhnya terhadap pembangunan sosial di perkotaan adalah...",
    "options": {
      "a": "Peningkatan kualitas hidup semua warga kota.",
      "b": "Munculnya permukiman kumuh, masalah sanitasi, dan potensi konflik sosial akibat persaingan sumber daya.",
      "c": "Berkurangnya kepadatan penduduk di kota.",
      "d": "Semua lahan pertanian tergantikan oleh taman kota."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 749,
    "kisi2_no": 6,
    "question_text": "Sistem 'Subak' di Bali bukan hanya mengatur irigasi pertanian, tetapi juga mencakup ritual keagamaan dan norma sosial. Ini menunjukkan interaksi manusia dengan lingkungan yang...",
    "options": {
      "a": "Murni bersifat teknis.",
      "b": "Terintegrasi dengan nilai-nilai budaya, sosial, dan spiritual masyarakat.",
      "c": "Tidak efektif dalam pengelolaan air.",
      "d": "Hanya menguntungkan pemuka agama."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 750,
    "kisi2_no": 6,
    "question_text": "Reklamasi pantai untuk pembangunan kawasan komersial dapat mengubah ekosistem pesisir secara drastis. Pengaruhnya terhadap pembangunan ekonomi nelayan tradisional adalah...",
    "options": {
      "a": "Meningkatkan hasil tangkapan ikan nelayan.",
      "b": "Hilangnya area tangkapan ikan, kerusakan habitat ikan, dan potensi tersingkirnya mata pencaharian nelayan.",
      "c": "Nelayan akan otomatis beralih profesi menjadi pengusaha.",
      "d": "Tidak ada dampak bagi nelayan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 751,
    "kisi2_no": 7,
    "question_text": "Pengembangan industri kreatif berbasis budaya lokal (misalnya, kerajinan tangan, kuliner tradisional) dapat memperkuat kesatuan bangsa karena...",
    "options": {
      "a": "Menimbulkan persaingan antar daerah.",
      "b": "Meningkatkan rasa bangga terhadap identitas budaya daerah masing-masing yang merupakan bagian dari kekayaan budaya nasional, serta membuka peluang ekonomi.",
      "c": "Membuat budaya lokal menjadi tidak asli lagi.",
      "d": "Hanya menguntungkan seniman besar."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 752,
    "kisi2_no": 7,
    "question_text": "Peran BUMN (Badan Usaha Milik Negara) dalam menyejahterakan masyarakat di bidang sosial adalah melalui program CSR (Corporate Social Responsibility) seperti...",
    "options": {
      "a": "Fokus mencari keuntungan sebesar-besarnya tanpa peduli masyarakat.",
      "b": "Pemberian beasiswa pendidikan bagi siswa kurang mampu, bantuan untuk korban bencana, atau pembangunan fasilitas umum.",
      "c": "Menghindari pembayaran pajak.",
      "d": "Melakukan monopoli pasar."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 753,
    "kisi2_no": 7,
    "question_text": "Pemerataan pembangunan infrastruktur (jalan, listrik, telekomunikasi) hingga ke daerah terpencil berperan penting dalam memperkuat kesatuan bangsa karena...",
    "options": {
      "a": "Menambah kesenjangan antara daerah maju dan tertinggal.",
      "b": "Membuka isolasi daerah, meningkatkan aksesibilitas, mempermudah interaksi antarwarga dari berbagai daerah, dan mendorong pertumbuhan ekonomi lokal.",
      "c": "Membuat semua daerah menjadi sama persis.",
      "d": "Hanya menguntungkan kontraktor pembangunan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 754,
    "kisi2_no": 7,
    "question_text": "Pasar tradisional yang mempertemukan pedagang dan pembeli dari berbagai latar belakang sosial dan budaya memiliki peran ekonomi sekaligus peran sosial dalam...",
    "options": {
      "a": "Menciptakan segregasi sosial.",
      "b": "Menjadi ruang interaksi sosial, memperkuat ikatan komunitas, dan melestarikan tradisi tawar-menawar.",
      "c": "Menghilangkan keragaman budaya.",
      "d": "Hanya sebagai tempat jual beli barang."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 755,
    "kisi2_no": 7,
    "question_text": "Pajak yang dibayarkan oleh warga negara dan perusahaan digunakan oleh pemerintah untuk membiayai berbagai layanan publik (pendidikan, kesehatan, infrastruktur). Ketaatan membayar pajak merupakan peran ekonomi warga negara yang mendukung...",
    "options": {
      "a": "Kepentingan pribadi pejabat.",
      "b": "Upaya pemerintah dalam menyejahterakan masyarakat dan memperkuat negara.",
      "c": "Kemiskinan masyarakat.",
      "d": "Peningkatan utang negara."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 756,
    "kisi2_no": 7,
    "question_text": "Program transmigrasi yang bertujuan memindahkan penduduk dari daerah padat ke daerah yang jarang penduduk memiliki dampak sosial budaya berupa...",
    "options": {
      "a": "Hilangnya budaya asli daerah tujuan.",
      "b": "Potensi akulturasi budaya antara pendatang dan penduduk asli, serta tantangan adaptasi sosial.",
      "c": "Terciptanya masyarakat yang homogen.",
      "d": "Tidak ada dampak sosial budaya sama sekali."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 757,
    "kisi2_no": 7,
    "question_text": "Koperasi sebagai soko guru perekonomian Indonesia memiliki peran strategis dalam menyejahterakan anggotanya yang umumnya masyarakat ekonomi menengah ke bawah. Prinsip utama koperasi yang mendukung hal ini adalah...",
    "options": {
      "a": "Mencari keuntungan sebesar-besarnya untuk pemilik modal.",
      "b": "Dari anggota, oleh anggota, dan untuk anggota, serta berasaskan kekeluargaan dan gotong royong.",
      "c": "Persaingan bebas tanpa aturan.",
      "d": "Mengandalkan bantuan pemerintah sepenuhnya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 758,
    "kisi2_no": 7,
    "question_text": "Penyelenggaraan Pekan Olahraga Nasional (PON) yang melibatkan atlet dari seluruh provinsi di Indonesia tidak hanya berdampak pada bidang olahraga, tetapi juga pada bidang sosial budaya dan ekonomi, yaitu...",
    "options": {
      "a": "Menimbulkan perpecahan antar provinsi.",
      "b": "Mempererat persatuan, mempromosikan budaya daerah, dan menggerakkan ekonomi lokal di provinsi tuan rumah.",
      "c": "Menghabiskan anggaran negara tanpa manfaat.",
      "d": "Hanya menguntungkan atlet profesional."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 759,
    "kisi2_no": 8,
    "question_text": "Salah satu faktor penting penyebab penjajahan bangsa Eropa di Indonesia adalah 'Gold', yang merujuk pada keinginan untuk...",
    "options": {
      "a": "Menyebarkan agama Nasrani.",
      "b": "Mencari kejayaan dan kekuasaan.",
      "c": "Mencari kekayaan, terutama rempah-rempah yang harganya mahal di Eropa.",
      "d": "Melakukan penelitian ilmiah."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 760,
    "kisi2_no": 8,
    "question_text": "Politik 'Devide et Impera' (pecah belah dan kuasai) yang diterapkan oleh VOC Belanda di Nusantara bertujuan untuk...",
    "options": {
      "a": "Menyatukan kerajaan-kerajaan di Nusantara.",
      "b": "Melemahkan kekuatan kerajaan-kerajaan lokal dengan cara mengadu domba antar mereka sehingga mudah dikuasai.",
      "c": "Membangun kerjasama yang adil dengan penguasa lokal.",
      "d": "Meningkatkan kesejahteraan rakyat di kerajaan-kerajaan tersebut."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 761,
    "kisi2_no": 8,
    "question_text": "Perlawanan Pangeran Diponegoro terhadap Belanda (Perang Jawa 1825-1830) disebabkan oleh beberapa faktor, di antaranya adalah campur tangan Belanda dalam urusan internal keraton dan pembangunan jalan yang melewati makam leluhurnya. Ini menunjukkan bahwa perlawanan tersebut didasari oleh...",
    "options": {
      "a": "Keinginan pribadi Pangeran Diponegoro untuk berkuasa.",
      "b": "Pembelaan terhadap kedaulatan, kehormatan, dan nilai-nilai agama serta budaya.",
      "c": "Hasutan dari pihak asing lain.",
      "d": "Masalah ekonomi semata."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 762,
    "kisi2_no": 8,
    "question_text": "Sistem Tanam Paksa (Cultuurstelsel) yang diterapkan pemerintah kolonial Belanda sangat menyengsarakan rakyat Indonesia karena...",
    "options": {
      "a": "Rakyat diwajibkan menanam tanaman ekspor yang menguntungkan Belanda di sebagian tanahnya, seringkali melebihi ketentuan dan hasilnya diserahkan kepada pemerintah kolonial.",
      "b": "Rakyat diberi kebebasan penuh untuk menanam apa saja.",
      "c": "Hasil panen sepenuhnya menjadi milik rakyat.",
      "d": "Pemerintah kolonial memberikan bantuan modal besar kepada petani."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 763,
    "kisi2_no": 8,
    "question_text": "Munculnya organisasi pergerakan nasional seperti Budi Utomo, Sarekat Islam, dan Indische Partij pada awal abad ke-20 menandai perubahan strategi perjuangan bangsa Indonesia, yaitu dari perjuangan fisik bersifat kedaerahan menjadi...",
    "options": {
      "a": "Perjuangan pasrah menerima nasib.",
      "b": "Perjuangan modern yang lebih terorganisir, bersifat nasional, dan menggunakan cara-cara diplomatik serta pendidikan.",
      "c": "Perjuangan yang hanya mengandalkan bantuan luar negeri.",
      "d": "Perjuangan yang menolak semua bentuk modernisasi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 764,
    "kisi2_no": 8,
    "question_text": "Sumpah Pemuda pada tahun 1928 merupakan tonggak penting dalam upaya bangsa Indonesia mempertahankan kedaulatannya karena...",
    "options": {
      "a": "Menandai berakhirnya penjajahan Belanda.",
      "b": "Menegaskan ikrar persatuan bangsa, tanah air, dan bahasa Indonesia sebagai fondasi untuk meraih kemerdekaan.",
      "c": "Merupakan proklamasi kemerdekaan Indonesia.",
      "d": "Dibentuknya tentara nasional pertama."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 765,
    "kisi2_no": 8,
    "question_text": "Meskipun Jepang awalnya disambut sebagai 'saudara tua', penjajahan Jepang di Indonesia (1942-1945) juga membawa penderitaan akibat adanya Romusha, yaitu...",
    "options": {
      "a": "Program pelatihan militer sukarela.",
      "b": "Sistem kerja paksa bagi rakyat Indonesia untuk membangun infrastruktur perang Jepang.",
      "c": "Pemberian bantuan pangan dari Jepang.",
      "d": "Organisasi sosial bentukan Jepang."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 766,
    "kisi2_no": 8,
    "question_text": "Peristiwa Rengasdengklok menjelang proklamasi kemerdekaan menunjukkan adanya perbedaan pandangan antara golongan tua dan golongan muda mengenai waktu pelaksanaan proklamasi. Hal ini mencerminkan...",
    "options": {
      "a": "Perpecahan total dalam perjuangan kemerdekaan.",
      "b": "Dinamika dan semangat kemerdekaan yang tinggi, di mana golongan muda ingin proklamasi segera dilaksanakan tanpa menunggu persetujuan Jepang.",
      "c": "Keinginan golongan tua untuk tetap dijajah Jepang.",
      "d": "Tidak adanya persiapan sama sekali untuk proklamasi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 767,
    "kisi2_no": 9,
    "question_text": "Sebagian besar negara-negara ASEAN memiliki iklim tropis dengan curah hujan tinggi dan suhu hangat sepanjang tahun. Karakteristik geografis ini sangat mempengaruhi jenis vegetasi alami dan kegiatan ekonomi utama di sektor...",
    "options": {
      "a": "Industri berat dan pertambangan salju.",
      "b": "Pertanian (padi, karet, kelapa sawit), perkebunan, dan kehutanan.",
      "c": "Peternakan unta dan kurma.",
      "d": "Pariwisata musim dingin."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 768,
    "kisi2_no": 9,
    "question_text": "Sungai Mekong yang melintasi beberapa negara di Asia Tenggara (Myanmar, Laos, Thailand, Kamboja, Vietnam) memiliki peran penting dalam kehidupan sosial, budaya, dan ekonomi masyarakat di sekitarnya, terutama sebagai...",
    "options": {
      "a": "Batas negara yang memisahkan secara total.",
      "b": "Sumber air untuk irigasi pertanian, jalur transportasi, sumber perikanan, dan pusat peradaban kuno.",
      "c": "Penyebab utama konflik antar negara.",
      "d": "Tempat pembuangan limbah industri."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 769,
    "kisi2_no": 9,
    "question_text": "Singapura, meskipun memiliki luas wilayah yang sangat kecil dan sumber daya alam terbatas, berhasil menjadi negara maju di ASEAN karena fokus pada pengembangan sektor...",
    "options": {
      "a": "Pertanian dan perkebunan.",
      "b": "Jasa keuangan, perdagangan internasional, pariwisata, dan industri teknologi tinggi, didukung oleh SDM unggul dan lokasi strategis.",
      "c": "Pertambangan minyak dan gas.",
      "d": "Industri perikanan tradisional."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 770,
    "kisi2_no": 9,
    "question_text": "Keragaman etnis dan budaya di negara-negara ASEAN merupakan potensi sekaligus tantangan. Potensi positifnya adalah kekayaan budaya yang menarik wisatawan, sedangkan tantangan utamanya adalah...",
    "options": {
      "a": "Kesulitan dalam berkomunikasi karena perbedaan bahasa.",
      "b": "Potensi konflik sosial jika tidak dikelola dengan baik melalui toleransi dan saling menghargai.",
      "c": "Tidak adanya kesamaan sama sekali antar budaya.",
      "d": "Keharusan untuk menyeragamkan semua budaya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 771,
    "kisi2_no": 9,
    "question_text": "Filipina merupakan negara kepulauan di ASEAN yang sering dilanda angin topan (taifun). Karakteristik geografis ini mempengaruhi kehidupan ekonomi dan politik negara tersebut dalam hal...",
    "options": {
      "a": "Menjadikan Filipina sebagai pusat pertanian utama ASEAN.",
      "b": "Perlunya sistem mitigasi bencana yang kuat, anggaran khusus untuk penanganan bencana, dan kerjasama regional dalam menghadapi bencana alam.",
      "c": "Membuat Filipina terisolasi dari negara lain.",
      "d": "Tidak ada pengaruh sama sekali."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 772,
    "kisi2_no": 9,
    "question_text": "Thailand dikenal sebagai 'Lumbung Padi Asia Tenggara' karena memiliki dataran rendah yang subur di sekitar Sungai Chao Phraya. Sistem politik kerajaan konstitusional yang dianut Thailand menunjukkan...",
    "options": {
      "a": "Tidak adanya peran raja sama sekali.",
      "b": "Raja sebagai kepala negara simbolis dan pemerintahan dijalankan oleh perdana menteri yang dipilih melalui parlemen.",
      "c": "Kekuasaan absolut di tangan raja.",
      "d": "Thailand adalah negara republik."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 773,
    "kisi2_no": 9,
    "question_text": "Myanmar mengalami perubahan politik yang signifikan dalam beberapa dekade terakhir. Kehidupan ekonomi negara ini banyak bergantung pada sektor pertanian dan sumber daya alam. Salah satu isu sosial budaya yang menjadi perhatian internasional di Myanmar adalah...",
    "options": {
      "a": "Kemajuan teknologi yang sangat pesat.",
      "b": "Konflik etnis dan perlakuan terhadap kelompok minoritas.",
      "c": "Tingginya tingkat pendidikan masyarakat.",
      "d": "Keberhasilan dalam pemberantasan korupsi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 774,
    "kisi2_no": 9,
    "question_text": "Brunei Darussalam adalah negara kecil di ASEAN yang kaya raya berkat sumber daya alam berupa...",
    "options": {
      "a": "Hasil pertanian dan perkebunan.",
      "b": "Minyak bumi dan gas alam.",
      "c": "Industri pariwisata.",
      "d": "Perdagangan rempah-rempah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 775,
    "kisi2_no": 10,
    "question_text": "Modernisasi yang ditandai dengan kemajuan ilmu pengetahuan dan teknologi membawa perubahan sosial budaya dalam masyarakat Indonesia. Salah satu dampak positifnya adalah...",
    "options": {
      "a": "Meningkatnya individualisme dan lunturnya gotong royong.",
      "b": "Kemudahan akses informasi, peningkatan efisiensi kerja, dan terbukanya wawasan global.",
      "c": "Hilangnya semua tradisi lokal.",
      "d": "Peningkatan pengangguran di semua sektor."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 776,
    "kisi2_no": 10,
    "question_text": "Perubahan gaya hidup masyarakat perkotaan di Indonesia yang cenderung konsumtif dan mengikuti tren global merupakan salah satu dampak modernisasi di bidang...",
    "options": {
      "a": "Politik",
      "b": "Sosial budaya",
      "c": "Pendidikan",
      "d": "Pertahanan"
    },
    "correct_answers": ["b"]
  },
  {
    "id": 777,
    "kisi2_no": 10,
    "question_text": "Tantangan utama dalam menghadapi perubahan sosial budaya akibat modernisasi adalah bagaimana...",
    "options": {
      "a": "Menolak semua bentuk perubahan dan teknologi.",
      "b": "Menerima semua perubahan tanpa filter.",
      "c": "Mengadaptasi kemajuan teknologi dan nilai-nilai positif modernisasi sambil tetap mempertahankan nilai-nilai luhur budaya bangsa dan kearifan lokal.",
      "d": "Menyeragamkan semua budaya agar sesuai dengan standar global."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 778,
    "kisi2_no": 10,
    "question_text": "Penggunaan internet dan media sosial telah mengubah cara berkomunikasi dan berinteraksi dalam masyarakat. Dampak negatif yang perlu diwaspadai adalah... (Pilih semua jawaban yang benar)",
    "options": {
      "a": "Penyebaran berita bohong (hoaks) dan ujaran kebencian.",
      "b": "Berkurangnya interaksi tatap muka secara langsung.",
      "c": "Potensi kecanduan dan cyberbullying.",
      "d": "Kemudahan mendapatkan informasi dan pengetahuan.",
      "e": "Memperluas jaringan pertemanan."
    },
    "correct_answers": ["a", "b", "c"]
  },
  {
    "id": 779,
    "kisi2_no": 10,
    "question_text": "Modernisasi di bidang pertanian melalui penggunaan traktor, bibit unggul, dan pupuk kimia bertujuan meningkatkan produktivitas. Namun, dampak sosial yang mungkin timbul adalah...",
    "options": {
      "a": "Semua petani menjadi kaya raya.",
      "b": "Berkurangnya kebutuhan tenaga kerja manusia di sektor pertanian, yang dapat menyebabkan pengangguran jika tidak diimbangi penciptaan lapangan kerja baru.",
      "c": "Petani semakin terikat dengan tradisi lama.",
      "d": "Kualitas hasil panen menurun drastis."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 780,
    "kisi2_no": 10,
    "question_text": "Perubahan dari masyarakat agraris ke masyarakat industri membawa perubahan struktur sosial, di mana peran keluarga inti menjadi lebih dominan dibandingkan keluarga besar. Hal ini disebabkan oleh...",
    "options": {
      "a": "Mobilitas sosial yang tinggi dan tuntutan efisiensi dalam masyarakat industri.",
      "b": "Keinginan untuk kembali ke masa lalu.",
      "c": "Larangan memiliki keluarga besar.",
      "d": "Tidak adanya perubahan sama sekali."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 781,
    "kisi2_no": 10,
    "question_text": "Sikap selektif dan kritis diperlukan dalam menerima informasi dan budaya baru yang datang bersama modernisasi. Artinya, kita harus...",
    "options": {
      "a": "Menolak semua hal baru.",
      "b": "Menerima semua hal baru tanpa pertimbangan.",
      "c": "Mampu memilih mana yang baik dan sesuai dengan nilai-nilai bangsa, serta menolak yang bertentangan.",
      "d": "Mengikuti tren tanpa peduli dampaknya."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 782,
    "kisi2_no": 10,
    "question_text": "Westernisasi adalah proses peniruan gaya hidup kebarat-baratan secara berlebihan tanpa disertai pemahaman nilai dasarnya. Perbedaan utama antara westernisasi dan modernisasi adalah...",
    "options": {
      "a": "Modernisasi selalu negatif, westernisasi selalu positif.",
      "b": "Modernisasi mencakup kemajuan IPTEK dan perubahan pola pikir rasional, sedangkan westernisasi lebih pada peniruan budaya luar tanpa filter.",
      "c": "Tidak ada perbedaan, keduanya sama saja.",
      "d": "Westernisasi hanya terjadi di bidang teknologi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 783,
    "kisi2_no": 11,
    "question_text": "Indonesia memainkan peran penting dalam pendirian ASEAN. Salah satu tujuan utama pembentukan ASEAN adalah...",
    "options": {
      "a": "Membentuk pakta militer untuk melawan negara adidaya.",
      "b": "Menciptakan kawasan Asia Tenggara yang damai, stabil, sejahtera melalui kerjasama di berbagai bidang.",
      "c": "Menyeragamkan sistem politik semua negara anggota.",
      "d": "Mengisolasi diri dari kerjasama dengan negara di luar ASEAN."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 784,
    "kisi2_no": 11,
    "question_text": "Dalam kerjasama ekonomi ASEAN melalui AFTA (ASEAN Free Trade Area), peran Indonesia adalah sebagai produsen sekaligus pasar. Tantangan terbesar bagi produk Indonesia dalam AFTA adalah...",
    "options": {
      "a": "Kurangnya minat konsumen dalam negeri.",
      "b": "Persaingan dengan produk dari negara ASEAN lain yang mungkin lebih murah atau berkualitas.",
      "c": "Larangan ekspor produk Indonesia.",
      "d": "Tidak adanya standar kualitas produk."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 785,
    "kisi2_no": 11,
    "question_text": "Indonesia sering menjadi tuan rumah berbagai pertemuan tingkat tinggi ASEAN dan aktif dalam misi perdamaian di kawasan. Posisi ini menunjukkan peran Indonesia dalam kerjasama ASEAN di bidang...",
    "options": {
      "a": "Ekonomi dan teknologi saja.",
      "b": "Politik dan keamanan regional.",
      "c": "Pendidikan dan budaya saja.",
      "d": "Hanya pariwisata."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 786,
    "kisi2_no": 11,
    "question_text": "Pertukaran pelajar dan mahasiswa antar negara ASEAN merupakan bentuk kerjasama di bidang pendidikan. Manfaat utama dari program ini bagi Indonesia adalah...",
    "options": {
      "a": "Mengurangi jumlah pelajar di Indonesia.",
      "b": "Meningkatkan kualitas sumber daya manusia, memperluas wawasan internasional, dan mempererat hubungan antar bangsa.",
      "c": "Membuat pelajar Indonesia melupakan budayanya sendiri.",
      "d": "Hanya menguntungkan negara lain."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 787,
    "kisi2_no": 11,
    "question_text": "Festival budaya ASEAN yang menampilkan kesenian dari berbagai negara anggota bertujuan untuk...",
    "options": {
      "a": "Menunjukkan dominasi budaya satu negara.",
      "b": "Memperkenalkan dan melestarikan keragaman budaya di kawasan ASEAN, serta meningkatkan saling pengertian antar masyarakat.",
      "c": "Menghilangkan perbedaan budaya.",
      "d": "Hanya sebagai hiburan semata."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 788,
    "kisi2_no": 11,
    "question_text": "Kerjasama ASEAN dalam penanggulangan bencana alam, seperti pengiriman bantuan dan tim SAR, menunjukkan peran Indonesia dan negara anggota lain dalam aspek...",
    "options": {
      "a": "Persaingan ekonomi.",
      "b": "Sosial dan kemanusiaan.",
      "c": "Militer.",
      "d": "Politik internal negara lain."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 789,
    "kisi2_no": 11,
    "question_text": "Pengembangan jaringan infrastruktur transportasi dan teknologi informasi antar negara ASEAN (misalnya, ASEAN Highway Network, kerjasama siber) bertujuan untuk...",
    "options": {
      "a": "Mempersulit mobilitas barang dan orang.",
      "b": "Meningkatkan konektivitas regional, memperlancar perdagangan, dan mendukung integrasi ekonomi ASEAN.",
      "c": "Menambah biaya logistik.",
      "d": "Mengisolasi setiap negara."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 790,
    "kisi2_no": 11,
    "question_text": "Indonesia sebagai negara dengan jumlah penduduk terbesar di ASEAN memiliki posisi tawar yang kuat sekaligus tanggung jawab besar dalam mewujudkan Visi Komunitas ASEAN 2025. Peran strategis Indonesia adalah...",
    "options": {
      "a": "Mendominasi semua keputusan ASEAN.",
      "b": "Menjadi motor penggerak kerjasama, menjaga stabilitas kawasan, dan memastikan manfaat kerjasama dirasakan oleh seluruh rakyat Indonesia dan ASEAN.",
      "c": "Pasif dan hanya mengikuti arahan negara lain.",
      "d": "Keluar dari keanggotaan ASEAN."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 791,
    "kisi2_no": 11,
    "question_text": "Kerjasama ASEAN di bidang teknologi, misalnya dalam pengembangan energi terbarukan atau teknologi digital, sangat penting bagi Indonesia untuk...",
    "options": {
      "a": "Tertinggal dari negara lain.",
      "b": "Melakukan transfer teknologi, meningkatkan kapasitas inovasi nasional, dan mengatasi tantangan bersama seperti perubahan iklim.",
      "c": "Menghindari penggunaan teknologi modern.",
      "d": "Fokus pada teknologi tradisional saja."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 792,
    "kisi2_no": 12,
    "question_text": "Makna proklamasi kemerdekaan bagi bangsa Indonesia yang paling fundamental adalah...",
    "options": {
      "a": "Akhir dari semua perjuangan.",
      "b": "Pernyataan bahwa bangsa Indonesia telah bebas dari penjajahan, berdaulat penuh, dan berhak menentukan nasibnya sendiri.",
      "c": "Pemberian kemerdekaan dari Jepang.",
      "d": "Awal dari masa kekacauan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 793,
    "kisi2_no": 12,
    "question_text": "Setelah proklamasi kemerdekaan, bangsa Indonesia masih harus menghadapi berbagai upaya Belanda untuk kembali berkuasa. Perjuangan mempertahankan kemerdekaan dilakukan melalui dua cara, yaitu...",
    "options": {
      "a": "Hanya melalui perundingan.",
      "b": "Hanya melalui pertempuran fisik.",
      "c": "Perjuangan fisik (pertempuran bersenjata) dan perjuangan diplomasi (perundingan).",
      "d": "Meminta bantuan negara lain sepenuhnya."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 794,
    "kisi2_no": 12,
    "question_text": "Peristiwa Bandung Lautan Api merupakan salah satu bentuk perlawanan rakyat dalam upaya mempertahankan kemerdekaan yang menunjukkan...",
    "options": {
      "a": "Kelemahan tentara Indonesia.",
      "b": "Semangat rela berkorban dan pantang menyerah demi kedaulatan, meskipun harus membumihanguskan kota sendiri agar tidak dimanfaatkan musuh.",
      "c": "Keinginan untuk menyerah kepada Sekutu.",
      "d": "Ketidakpedulian rakyat terhadap kemerdekaan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 795,
    "kisi2_no": 12,
    "question_text": "Upaya mengembangkan kehidupan kebangsaan yang sejahtera setelah merdeka mencakup berbagai bidang. Di bidang ekonomi, salah satu upaya penting adalah...",
    "options": {
      "a": "Mengandalkan utang luar negeri secara terus-menerus.",
      "b": "Membangun sistem ekonomi nasional yang mandiri, adil, dan merata untuk meningkatkan kesejahteraan seluruh rakyat.",
      "c": "Melakukan monopoli oleh segelintir orang.",
      "d": "Menjual semua aset negara kepada pihak asing."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 796,
    "kisi2_no": 12,
    "question_text": "Dalam upaya mengembangkan kehidupan kebangsaan yang sejahtera di bidang pendidikan, pemerintah Indonesia berusaha untuk...",
    "options": {
      "a": "Membatasi akses pendidikan hanya untuk kalangan tertentu.",
      "b": "Meningkatkan kualitas dan pemerataan akses pendidikan bagi seluruh warga negara untuk mencerdaskan kehidupan bangsa.",
      "c": "Mengurangi anggaran pendidikan.",
      "d": "Menyeragamkan semua kurikulum dengan negara lain."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 797,
    "kisi2_no": 12,
    "question_text": "Makna proklamasi sebagai 'jembatan emas' berarti kemerdekaan adalah...",
    "options": {
      "a": "Tujuan akhir yang membuat semua masalah selesai.",
      "b": "Awal dari perjuangan baru untuk mengisi kemerdekaan dengan pembangunan menuju masyarakat adil dan makmur.",
      "c": "Jaminan bahwa Indonesia akan menjadi negara terkaya di dunia.",
      "d": "Kesempatan untuk berfoya-foya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 798,
    "kisi2_no": 12,
    "question_text": "Peran generasi muda dalam upaya mengembangkan kehidupan kebangsaan yang sejahtera di era globalisasi adalah...",
    "options": {
      "a": "Bersikap apatis dan tidak peduli terhadap masalah bangsa.",
      "b": "Belajar dengan tekun, menguasai IPTEK, menjaga nilai-nilai Pancasila, dan berkontribusi aktif dalam pembangunan sesuai kemampuannya.",
      "c": "Hanya mengikuti tren budaya asing tanpa filter.",
      "d": "Menyalahkan pemerintah atas semua kekurangan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 799,
    "kisi2_no": 12,
    "question_text": "Konferensi Meja Bundar (KMB) merupakan salah satu upaya diplomasi penting dalam mempertahankan kemerdekaan yang menghasilkan...",
    "options": {
      "a": "Pengakuan kedaulatan Indonesia oleh Belanda tanpa syarat.",
      "b": "Pengakuan kedaulatan Indonesia oleh Belanda dengan beberapa kesepakatan, termasuk pembentukan Republik Indonesia Serikat (RIS) dan masalah Irian Barat yang ditunda.",
      "c": "Belanda kembali menguasai seluruh Indonesia.",
      "d": "Indonesia menyerah kepada Belanda."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 800,
    "kisi2_no": 12,
    "question_text": "Upaya mengembangkan kehidupan kebangsaan yang sejahtera juga berarti menjaga persatuan dan kesatuan di tengah keragaman. Tantangan terbesar dalam hal ini adalah...",
    "options": {
      "a": "Memaksa semua orang menjadi sama.",
      "b": "Mencegah munculnya paham-paham radikal, intoleransi, dan separatisme yang dapat mengancam keutuhan NKRI.",
      "c": "Mengabaikan hak-hak kelompok minoritas.",
      "d": "Menghilangkan semua perbedaan budaya."
    },
    "correct_answers": ["b"]
  }
]
