[
  {
    "id": 901,
    "kisi2_no": 1,
    "question_text": "Simbol padi dan kapas pada sila kelima Pancasila melambangkan tujuan negara untuk mencapai kemakmuran yang merata bagi seluruh rakyat. Makna 'merata' dalam konteks ini yang paling tepat adalah...",
    "options": {
      "a": "Semua rakyat memiliki kekayaan yang sama persis.",
      "b": "Kebutuhan dasar (pangan dan sandang) setiap warga negara terpenuhi secara adil tanpa diskriminasi.",
      "c": "Hanya petani dan penjahit yang sejahtera.",
      "d": "Pemerintah membagikan padi dan kapas secara gratis."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 902,
    "kisi2_no": 1,
    "question_text": "Sila kedua Pancasila, 'Kemanusiaan yang Adil dan Beradab', dilambangkan dengan rantai emas. Mata rantai yang berbentuk segi empat dan lingkaran yang saling berkaitan melambangkan...",
    "options": {
      "a": "Perbedaan kekuatan antara laki-laki dan perempuan.",
      "b": "Hubungan antar generasi (tua dan muda) yang harus saling menghormati.",
      "c": "Keterikatan yang kokoh antar sesama manusia tanpa membedakan latar belakang, yang menunjukkan persatuan dalam keberagaman.",
      "d": "Pentingnya perhiasan emas dalam kehidupan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 903,
    "kisi2_no": 1,
    "question_text": "Bintang emas pada sila pertama melambangkan cahaya kerohanian dari Tuhan Yang Maha Esa. Latar belakang hitam melambangkan alam semesta. Makna filosofis yang terkandung adalah...",
    "options": {
      "a": "Tuhan hanya ada di malam hari.",
      "b": "Kehidupan beragama adalah pilihan bebas tanpa dasar.",
      "c": "Cahaya petunjuk Tuhan menerangi alam semesta dan menjadi sumber kehidupan spiritual bangsa Indonesia.",
      "d": "Alam semesta lebih penting daripada Tuhan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 904,
    "kisi2_no": 1,
    "question_text": "Pohon beringin sebagai simbol sila ketiga mencerminkan persatuan Indonesia. Akar tunggangnya yang kuat melambangkan persatuan, sedangkan akar gantungnya yang banyak melambangkan...",
    "options": {
      "a": "Ancaman perpecahan bangsa.",
      "b": "Keragaman suku, agama, ras, dan budaya yang tetap bersatu di bawah naungan Indonesia.",
      "c": "Pentingnya menanam pohon beringin di setiap daerah.",
      "d": "Ketergantungan Indonesia pada negara lain."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 905,
    "kisi2_no": 1,
    "question_text": "Kepala banteng sebagai simbol sila keempat melambangkan hewan sosial yang suka berkumpul dan bermusyawarah. Hal ini relevan dengan nilai kerakyatan yang mengutamakan...",
    "options": {
      "a": "Kekuatan fisik dalam mengambil keputusan.",
      "b": "Pengambilan keputusan secara sepihak oleh pemimpin.",
      "c": "Musyawarah untuk mufakat dalam menyelesaikan masalah bersama.",
      "d": "Sikap individualistis."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 906,
    "kisi2_no": 2,
    "question_text": "Setiap warga negara berhak mendapatkan pendidikan yang layak (Pasal 31 UUD 1945). Namun, hak ini harus diimbangi dengan kewajiban siswa untuk...",
    "options": {
      "a": "Menuntut fasilitas sekolah yang mewah.",
      "b": "Belajar dengan sungguh-sungguh dan menaati peraturan sekolah.",
      "c": "Tidak perlu menghormati guru.",
      "d": "Datang ke sekolah sesuka hati."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 907,
    "kisi2_no": 2,
    "question_text": "Kewajiban warga masyarakat untuk menjaga kebersihan lingkungan (misalnya, tidak membuang sampah sembarangan) berkaitan erat dengan hak warga masyarakat lainnya untuk...",
    "options": {
      "a": "Mendapatkan bantuan sosial.",
      "b": "Menikmati lingkungan yang bersih, sehat, dan nyaman.",
      "c": "Menggunakan fasilitas umum sesukanya.",
      "d": "Tidak membayar pajak."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 908,
    "kisi2_no": 2,
    "question_text": "Hak untuk mengeluarkan pendapat di muka umum dijamin oleh konstitusi, namun pelaksanaannya harus diimbangi dengan kewajiban untuk...",
    "options": {
      "a": "Memaksakan pendapat kepada orang lain.",
      "b": "Menghina atau memfitnah pihak lain.",
      "c": "Menjaga ketertiban umum, menghormati hak orang lain, dan menyampaikan pendapat secara bertanggung jawab.",
      "d": "Berbicara sekasar mungkin."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 909,
    "kisi2_no": 2,
    "question_text": "Seorang warga negara memiliki hak untuk memilih dalam pemilihan umum. Namun, ia juga memiliki kewajiban moral untuk menggunakan hak pilihnya secara...",
    "options": {
      "a": "Asal-asalan tanpa pertimbangan.",
      "b": "Berdasarkan paksaan atau imbalan uang.",
      "c": "Cerdas dan bertanggung jawab, memilih calon pemimpin yang dianggap terbaik bagi bangsa.",
      "d": "Tidak menggunakan hak pilihnya sama sekali (golput)."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 910,
    "kisi2_no": 2,
    "question_text": "Pelaksanaan hak dan kewajiban yang tidak seimbang dalam masyarakat (misalnya, banyak menuntut hak tapi lalai kewajiban) dapat menyebabkan...",
    "options": {
      "a": "Kehidupan masyarakat yang harmonis.",
      "b": "Ketidakadilan, konflik sosial, dan terganggunya ketertiban umum.",
      "c": "Peningkatan kesejahteraan bersama.",
      "d": "Semua warga menjadi disiplin."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 911,
    "kisi2_no": 3,
    "question_text": "Dalam sebuah kelompok belajar yang anggotanya memiliki kemampuan berbeda-beda (ada yang cepat paham, ada yang perlu waktu lebih lama), manfaat keberagaman karakteristik ini adalah...",
    "options": {
      "a": "Menimbulkan persaingan tidak sehat.",
      "b": "Membuat kelompok tidak bisa bekerja sama.",
      "c": "Adanya potensi saling melengkapi, di mana yang cepat paham bisa membantu yang lain (tutor sebaya), sehingga semua bisa maju bersama.",
      "d": "Hanya menguntungkan siswa yang pintar."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 912,
    "kisi2_no": 3,
    "question_text": "Keberagaman hobi atau minat dalam lingkungan pertemanan (misalnya, ada yang suka olahraga, musik, membaca) dapat memperkaya pengalaman bersama karena...",
    "options": {
      "a": "Membuat sulit mencari kegiatan bersama.",
      "b": "Menyebabkan pertengkaran karena perbedaan selera.",
      "c": "Memungkinkan teman-teman saling belajar hal baru dan mencoba aktivitas yang beragam.",
      "d": "Hanya hobi yang sama yang bisa berteman."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 913,
    "kisi2_no": 3,
    "question_text": "Manfaat utama menghargai keberagaman karakteristik fisik (warna kulit, bentuk rambut, dll) dalam kehidupan sehari-hari adalah...",
    "options": {
      "a": "Menumbuhkan sikap saling mengejek.",
      "b": "Menciptakan lingkungan yang inklusif, bebas dari diskriminasi, dan memperkuat persaudaraan.",
      "c": "Membuat kelompok-kelompok eksklusif berdasarkan ciri fisik.",
      "d": "Tidak ada manfaatnya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 914,
    "kisi2_no": 3,
    "question_text": "Ketika bekerja kelompok, ada anggota yang sangat pendiam dan ada yang sangat aktif berbicara. Manfaat dari keberagaman sifat ini jika dikelola dengan baik adalah...",
    "options": {
      "a": "Yang pendiam tidak perlu berkontribusi.",
      "b": "Yang aktif mendominasi semua diskusi.",
      "c": "Yang aktif bisa memotivasi yang pendiam, sementara yang pendiam mungkin memiliki ide bagus jika diberi kesempatan, menciptakan dinamika kelompok yang seimbang.",
      "d": "Kelompok pasti gagal."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 915,
    "kisi2_no": 3,
    "question_text": "Menyadari bahwa setiap individu unik dengan kelebihan dan kekurangannya masing-masing adalah kunci untuk...",
    "options": {
      "a": "Merasa paling hebat.",
      "b": "Memaklumi semua kesalahan orang lain.",
      "c": "Membangun sikap toleransi, empati, dan kerjasama yang efektif dalam keberagaman.",
      "d": "Menghindari interaksi dengan orang lain."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 916,
    "kisi2_no": 4,
    "question_text": "Seorang siswa menemukan dompet temannya yang terjatuh di halaman sekolah dan segera mengembalikannya kepada pemiliknya. Tindakan ini mencerminkan pengamalan nilai Pancasila, terutama sila...",
    "options": {
      "a": "Pertama (Kejujuran sebagai bagian dari iman).",
      "b": "Kedua (Sikap adil dan tenggang rasa).",
      "c": "Ketiga (Menjaga hubungan baik).",
      "d": "Jawaban a dan b benar."
    },
    "correct_answers": ["d"]
  },
  {
    "id": 917,
    "kisi2_no": 4,
    "question_text": "Mengikuti upacara bendera dengan khidmat dan tertib merupakan wujud pengamalan nilai Pancasila, khususnya sila ketiga (Persatuan Indonesia), karena menunjukkan sikap...",
    "options": {
      "a": "Individualisme.",
      "b": "Menghargai jasa pahlawan dan rasa cinta tanah air.",
      "c": "Terpaksa karena takut hukuman.",
      "d": "Tidak peduli terhadap negara."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 918,
    "kisi2_no": 4,
    "question_text": "Dalam pemilihan ketua kelas, semua siswa diberi kesempatan untuk memberikan suara dan hasil pemilihan diterima dengan lapang dada oleh semua calon. Proses ini mencerminkan pengamalan nilai Pancasila sila...",
    "options": {
      "a": "Pertama",
      "b": "Kedua",
      "c": "Ketiga",
      "d": "Keempat (Musyawarah dan Demokrasi)."
    },
    "correct_answers": ["d"]
  },
  {
    "id": 919,
    "kisi2_no": 4,
    "question_text": "Memberikan bantuan kepada korban bencana alam tanpa membedakan suku atau agama mereka adalah pengamalan nilai Pancasila sila...",
    "options": {
      "a": "Pertama (Kasih sayang antar sesama makhluk Tuhan).",
      "b": "Kedua (Kemanusiaan yang adil dan beradab).",
      "c": "Kelima (Keadilan sosial).",
      "d": "Semua jawaban benar."
    },
    "correct_answers": ["d"]
  },
  {
    "id": 920,
    "kisi2_no": 4,
    "question_text": "Menjaga kerukunan antarumat beragama dengan menghormati ibadah pemeluk agama lain merupakan pengamalan nilai Pancasila sila...",
    "options": {
      "a": "Pertama (Ketuhanan Yang Maha Esa dan Toleransi).",
      "b": "Kedua",
      "c": "Ketiga",
      "d": "Kelima"
    },
    "correct_answers": ["a"]
  },
  {
    "id": 921,
    "kisi2_no": 5,
    "question_text": "Hak seorang anak di rumah adalah mendapatkan kasih sayang dan perawatan dari orang tua. Kewajiban anak terhadap orang tua adalah...",
    "options": {
      "a": "Menuntut semua keinginannya dipenuhi.",
      "b": "Menghormati, mematuhi nasihat baik, dan membantu pekerjaan rumah sesuai kemampuan.",
      "c": "Tidak perlu mendengarkan perkataan orang tua.",
      "d": "Bermain sepanjang hari."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 922,
    "kisi2_no": 5,
    "question_text": "Tanggung jawab seorang siswa di sekolah tidak hanya belajar, tetapi juga...",
    "options": {
      "a": "Merusak fasilitas sekolah.",
      "b": "Menjaga nama baik sekolah, menaati peraturan, dan menjaga kebersihan lingkungan sekolah.",
      "c": "Mengganggu teman saat belajar.",
      "d": "Tidak mengerjakan tugas."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 923,
    "kisi2_no": 5,
    "question_text": "Sebagai warga negara, kita memiliki hak untuk hidup aman dan damai. Tanggung jawab kita untuk mewujudkan hal tersebut adalah...",
    "options": {
      "a": "Membuat kerusuhan.",
      "b": "Menjaga ketertiban, keamanan lingkungan (misalnya ikut siskamling), dan melaporkan tindakan mencurigakan kepada pihak berwenang.",
      "c": "Tidak peduli dengan keamanan lingkungan.",
      "d": "Menyalahkan aparat keamanan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 924,
    "kisi2_no": 5,
    "question_text": "Seseorang yang melaksanakan kewajiban dan tanggung jawabnya dengan baik biasanya akan lebih mudah untuk...",
    "options": {
      "a": "Melanggar hak orang lain.",
      "b": "Memperoleh haknya dan dihormati oleh orang lain.",
      "c": "Dijauhi oleh masyarakat.",
      "d": "Menjadi tidak peduli."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 925,
    "kisi2_no": 5,
    "question_text": "Perbedaan antara kewajiban dan tanggung jawab adalah...",
    "options": {
      "a": "Kewajiban adalah sesuatu yang harus dilakukan, tanggung jawab adalah kesadaran untuk melaksanakan kewajiban dengan baik beserta konsekuensinya.",
      "b": "Kewajiban bersifat sukarela, tanggung jawab bersifat paksaan.",
      "c": "Kewajiban hanya untuk anak-anak, tanggung jawab hanya untuk orang dewasa.",
      "d": "Tidak ada perbedaan, keduanya sama saja."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 926,
    "kisi2_no": 6,
    "question_text": "Keberagaman mata pencaharian masyarakat Indonesia (petani, nelayan, pedagang, pegawai, dll) dipengaruhi oleh faktor geografis dan potensi sumber daya alam daerah. Sikap yang tepat dalam menyikapi keberagaman ini adalah...",
    "options": {
      "a": "Menganggap hanya satu pekerjaan yang paling mulia.",
      "b": "Saling menghargai setiap jenis pekerjaan yang halal dan menyadari peran masing-masing dalam memenuhi kebutuhan bersama.",
      "c": "Merendahkan pekerjaan orang lain.",
      "d": "Memaksa semua orang memiliki pekerjaan yang sama."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 927,
    "kisi2_no": 6,
    "question_text": "Bahasa daerah merupakan salah satu bentuk keberagaman sosial budaya. Upaya melestarikan bahasa daerah di tengah dominasi bahasa Indonesia dan bahasa asing adalah...",
    "options": {
      "a": "Melarang penggunaan bahasa Indonesia.",
      "b": "Menggunakan bahasa daerah dalam komunikasi sehari-hari di lingkungan keluarga/komunitas, mengajarkannya kepada generasi muda, dan mendokumentasikannya.",
      "c": "Menganggap bahasa daerah kuno dan tidak penting.",
      "d": "Hanya menggunakan bahasa asing."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 928,
    "kisi2_no": 6,
    "question_text": "Rumah adat, pakaian adat, dan tarian tradisional merupakan warisan budaya yang mencerminkan kearifan lokal dan identitas suatu daerah. Menelaah keberagaman ini dapat menumbuhkan rasa...",
    "options": {
      "a": "Malu terhadap budaya sendiri.",
      "b": "Bangga akan kekayaan budaya bangsa dan keinginan untuk melestarikannya.",
      "c": "Merasa budaya daerah lain lebih rendah.",
      "d": "Tidak peduli terhadap budaya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 929,
    "kisi2_no": 6,
    "question_text": "Keberagaman tingkat ekonomi dalam masyarakat dapat menimbulkan kesenjangan sosial jika tidak diatasi. Sikap empati dan kepedulian sosial yang dapat ditunjukkan adalah...",
    "options": {
      "a": "Menghina orang yang kurang mampu.",
      "b": "Pamer kekayaan.",
      "c": "Membantu meringankan beban sesama yang membutuhkan sesuai kemampuan (sedekah, zakat, kerja bakti).",
      "d": "Tidak mau bergaul dengan orang yang berbeda tingkat ekonominya."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 930,
    "kisi2_no": 6,
    "question_text": "Interaksi antarbudaya yang positif dapat menghasilkan akulturasi (percampuran budaya tanpa menghilangkan unsur asli) atau asimilasi (peleburan budaya). Contoh akulturasi dalam masakan Indonesia adalah...",
    "options": {
      "a": "Masakan rendang asli Padang.",
      "b": "Penggunaan bumbu kari (pengaruh India) dalam masakan gulai.",
      "c": "Makanan cepat saji ala barat.",
      "d": "Semua masakan Indonesia sama."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 931,
    "kisi2_no": 7,
    "question_text": "Manfaat utama persatuan dan kesatuan dalam lingkungan masyarakat yang beragam adalah terciptanya...",
    "options": {
      "a": "Suasana saling curiga dan konflik.",
      "b": "Kehidupan yang rukun, damai, aman, dan harmonis.",
      "c": "Kelompok-kelompok yang saling terpisah.",
      "d": "Dominasi satu kelompok atas kelompok lain."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 932,
    "kisi2_no": 7,
    "question_text": "Gotong royong membersihkan lingkungan atau membangun fasilitas umum merupakan wujud nyata persatuan dan kesatuan yang dapat...",
    "options": {
      "a": "Menambah beban pekerjaan.",
      "b": "Mempererat hubungan antarwarga dan mempercepat penyelesaian pekerjaan demi kepentingan bersama.",
      "c": "Menimbulkan perselisihan.",
      "d": "Hanya dilakukan oleh ketua RT."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 933,
    "kisi2_no": 7,
    "question_text": "Sikap toleransi antarumat beragama adalah kunci membangun kerukunan hidup. Toleransi berarti...",
    "options": {
      "a": "Ikut serta dalam ibadah agama lain.",
      "b": "Menghargai dan menghormati keyakinan serta ibadah pemeluk agama lain tanpa mencampuradukkan akidah.",
      "c": "Memaksa orang lain mengikuti agama kita.",
      "d": "Menganggap semua agama sama saja."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 934,
    "kisi2_no": 7,
    "question_text": "Persatuan dan kesatuan bangsa Indonesia pernah terancam oleh berbagai pemberontakan atau gerakan separatisme. Pelajaran penting dari sejarah ini adalah...",
    "options": {
      "a": "Perpecahan adalah hal yang biasa.",
      "b": "Pentingnya menjaga keutuhan NKRI dan menyelesaikan perbedaan melalui musyawarah, bukan kekerasan.",
      "c": "Pemberontakan adalah cara terbaik menyelesaikan masalah.",
      "d": "Pemerintah pusat harus mengabaikan daerah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 935,
    "kisi2_no": 7,
    "question_text": "Bagaimana peran bahasa Indonesia dalam memperkokoh persatuan dan kesatuan bangsa?",
    "options": {
      "a": "Menghilangkan bahasa daerah.",
      "b": "Menjadi alat komunikasi pemersatu antar suku bangsa yang memiliki bahasa daerah berbeda.",
      "c": "Membuat sulit berkomunikasi.",
      "d": "Hanya digunakan dalam acara resmi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 936,
    "kisi2_no": 8,
    "question_text": "Penerapan nilai ketuhanan (Sila ke-1) dalam kehidupan berbangsa dan bernegara diwujudkan melalui...",
    "options": {
      "a": "Memaksa semua warga negara menganut satu agama tertentu.",
      "b": "Menjamin kebebasan setiap warga negara untuk memeluk agama dan beribadah sesuai keyakinannya, serta membina kerukunan antarumat beragama.",
      "c": "Melarang kegiatan keagamaan di tempat umum.",
      "d": "Tidak mengakui adanya Tuhan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 937,
    "kisi2_no": 8,
    "question_text": "Penegakan hukum yang adil tanpa diskriminasi bagi seluruh warga negara merupakan penerapan nilai Pancasila, terutama sila...",
    "options": {
      "a": "Pertama",
      "b": "Kedua (Kemanusiaan yang adil)",
      "c": "Kelima (Keadilan sosial)",
      "d": "Jawaban b dan c benar."
    },
    "correct_answers": ["d"]
  },
  {
    "id": 938,
    "kisi2_no": 8,
    "question_text": "Sistem demokrasi Pancasila yang mengutamakan musyawarah mufakat dalam pengambilan keputusan di lembaga perwakilan rakyat (DPR/MPR) adalah penerapan nilai sila...",
    "options": {
      "a": "Pertama",
      "b": "Kedua",
      "c": "Ketiga",
      "d": "Keempat"
    },
    "correct_answers": ["d"]
  },
  {
    "id": 939,
    "kisi2_no": 8,
    "question_text": "Kebijakan pemerintah yang bertujuan mengurangi kesenjangan ekonomi antara si kaya dan si miskin, seperti program bantuan sosial atau pemberdayaan UMKM, merupakan upaya menerapkan nilai sila...",
    "options": {
      "a": "Pertama",
      "b": "Kedua",
      "c": "Ketiga",
      "d": "Kelima (Keadilan sosial bagi seluruh rakyat Indonesia)."
    },
    "correct_answers": ["d"]
  },
  {
    "id": 940,
    "kisi2_no": 8,
    "question_text": "Sikap nasionalisme dan patriotisme, seperti bangga menggunakan produk dalam negeri dan siap membela negara, merupakan penerapan nilai Pancasila sila...",
    "options": {
      "a": "Pertama",
      "b": "Kedua",
      "c": "Ketiga (Persatuan Indonesia).",
      "d": "Keempat"
    },
    "correct_answers": ["c"]
  },
  {
    "id": 941,
    "kisi2_no": 9,
    "question_text": "Norma kesopanan, seperti berbicara lembut kepada orang tua atau memberi salam saat bertemu guru, bertujuan untuk...",
    "options": {
      "a": "Membatasi kebebasan berekspresi.",
      "b": "Menciptakan keharmonisan dan saling menghargai dalam pergaulan sosial.",
      "c": "Menunjukkan status sosial.",
      "d": "Membuat suasana menjadi kaku."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 942,
    "kisi2_no": 9,
    "question_text": "Aturan lalu lintas, seperti wajib memakai helm saat berkendara motor atau berhenti saat lampu merah, dibuat untuk tujuan utama...",
    "options": {
      "a": "Menghambat perjalanan.",
      "b": "Menambah pendapatan negara dari denda.",
      "c": "Menjaga keselamatan, keamanan, dan ketertiban pengguna jalan.",
      "d": "Hanya berlaku untuk pengendara mobil."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 943,
    "kisi2_no": 9,
    "question_text": "Sanksi bagi pelanggar norma hukum biasanya bersifat tegas dan memaksa (misalnya denda atau kurungan), sedangkan sanksi bagi pelanggar norma kesusilaan atau kesopanan lebih bersifat...",
    "options": {
      "a": "Hukuman fisik langsung.",
      "b": "Tidak ada sanksi sama sekali.",
      "c": "Celaan, pengucilan, atau perasaan malu dari masyarakat dan diri sendiri.",
      "d": "Pujian dari masyarakat."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 944,
    "kisi2_no": 9,
    "question_text": "Mengapa norma dan aturan sangat diperlukan dalam kehidupan bermasyarakat, berbangsa, dan bernegara?",
    "options": {
      "a": "Untuk membatasi hak asasi manusia.",
      "b": "Agar tercipta keteraturan, keadilan, ketertiban, dan mencegah terjadinya kekacauan atau konflik.",
      "c": "Agar pemerintah bisa mengontrol rakyat sepenuhnya.",
      "d": "Karena sudah ada sejak zaman dahulu."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 945,
    "kisi2_no": 9,
    "question_text": "Seorang siswa yang mencontek saat ujian melanggar norma...",
    "options": {
      "a": "Hukum dan Kesopanan.",
      "b": "Kesusilaan (kejujuran) dan aturan sekolah.",
      "c": "Agama saja.",
      "d": "Kesopanan saja."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 946,
    "kisi2_no": 10,
    "question_text": "Semboyan Bhinneka Tunggal Ika yang berarti 'Berbeda-beda tetapi tetap satu jua' mengandung makna bahwa keragaman sosial, budaya, dan ekonomi di Indonesia...",
    "options": {
      "a": "Harus dihilangkan demi persatuan.",
      "b": "Merupakan kekayaan bangsa yang harus dijaga dan menjadi modal persatuan dalam bingkai NKRI.",
      "c": "Menjadi sumber perpecahan utama.",
      "d": "Tidak penting untuk diperhatikan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 947,
    "kisi2_no": 10,
    "question_text": "Menghormati teman yang berbeda suku dengan tidak mengejek adat istiadatnya adalah wujud sikap menjaga kebinekaan di lingkungan...",
    "options": {
      "a": "Rumah.",
      "b": "Sekolah.",
      "c": "Masyarakat.",
      "d": "Negara."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 948,
    "kisi2_no": 10,
    "question_text": "Melestarikan kesenian daerah, seperti belajar menari tarian tradisional atau memainkan alat musik daerah, merupakan upaya...",
    "options": {
      "a": "Menentang budaya nasional.",
      "b": "Menjaga warisan budaya bangsa agar tidak punah dan tetap dikenal oleh generasi penerus.",
      "c": "Membuang-buang waktu.",
      "d": "Meniru budaya asing."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 949,
    "kisi2_no": 10,
    "question_text": "Sikap yang dapat merusak kebinekaan bangsa Indonesia adalah... (Pilih semua jawaban yang benar)",
    "options": {
      "a": "Etnosentrisme (menganggap suku sendiri paling unggul).",
      "b": "Toleransi antarumat beragama.",
      "c": "Diskriminasi terhadap kelompok minoritas.",
      "d": "Primordialisme (sikap memegang teguh hal yang dibawa sejak kecil secara berlebihan).",
      "e": "Gotong royong antarwarga."
    },
    "correct_answers": ["a", "c", "d"]
  },
  {
    "id": 950,
    "kisi2_no": 10,
    "question_text": "Bagaimana keberagaman ekonomi (misalnya, ada pengusaha besar dan pedagang kecil) dapat dikelola dalam bingkai Bhinneka Tunggal Ika agar tercipta keadilan sosial?",
    "options": {
      "a": "Membiarkan persaingan bebas tanpa aturan.",
      "b": "Pemerintah membuat kebijakan yang melindungi usaha kecil dan menengah serta memastikan persaingan usaha yang sehat.",
      "c": "Menghapuskan semua usaha besar.",
      "d": "Memberikan bantuan hanya kepada pengusaha besar."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 951,
    "kisi2_no": 11,
    "question_text": "Bentuk Negara Kesatuan Republik Indonesia (NKRI) berarti bahwa...",
    "options": {
      "a": "Setiap provinsi memiliki kedaulatan penuh seperti negara sendiri.",
      "b": "Indonesia terdiri dari negara-negara bagian yang terpisah.",
      "c": "Kekuasaan tertinggi berada di tangan pemerintah pusat, meskipun ada otonomi daerah, namun tetap dalam satu kesatuan wilayah dan pemerintahan.",
      "d": "Indonesia adalah negara kerajaan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 952,
    "kisi2_no": 11,
    "question_text": "Nilai persatuan dan kesatuan sangat penting untuk menjaga keutuhan NKRI karena...",
    "options": {
      "a": "Indonesia memiliki wilayah yang sempit dan penduduk yang homogen.",
      "b": "Indonesia adalah negara yang sangat beragam suku, budaya, agama, dan kondisi geografisnya, sehingga rentan terhadap perpecahan jika tidak ada persatuan.",
      "c": "Persatuan hanya penting saat perang.",
      "d": "Negara lain tidak menyukai Indonesia bersatu."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 953,
    "kisi2_no": 11,
    "question_text": "Contoh kerjasama dalam keragaman di lingkup provinsi adalah...",
    "options": {
      "a": "Konflik antar kabupaten/kota.",
      "b": "Penyelenggaraan festival budaya bersama antar kabupaten/kota untuk mempromosikan pariwisata provinsi.",
      "c": "Setiap kabupaten/kota membangun sendiri-sendiri tanpa koordinasi.",
      "d": "Persaingan tidak sehat dalam menarik investasi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 954,
    "kisi2_no": 11,
    "question_text": "Kerjasama antar daerah di Indonesia dalam bidang ekonomi, misalnya pengiriman hasil pertanian dari satu provinsi ke provinsi lain, menunjukkan adanya...",
    "options": {
      "a": "Ketergantungan penuh satu daerah pada daerah lain.",
      "b": "Saling ketergantungan (interdependensi) antar daerah untuk memenuhi kebutuhan masing-masing.",
      "c": "Persaingan yang merugikan.",
      "d": "Isolasi ekonomi antar daerah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 955,
    "kisi2_no": 11,
    "question_text": "Menjaga nama baik Indonesia di kancah internasional merupakan wujud nilai persatuan dan kesatuan dalam lingkup...",
    "options": {
      "a": "Keluarga.",
      "b": "Sekolah.",
      "c": "Masyarakat lokal.",
      "d": "Negara."
    },
    "correct_answers": ["d"]
  },
  {
    "id": 956,
    "kisi2_no": 4,
    "question_text": "Menghargai hasil karya orang lain dan tidak melakukan plagiarisme (menjiplak) merupakan pengamalan nilai Pancasila yang berkaitan dengan...",
    "options": {
      "a": "Ketuhanan.",
      "b": "Kemanusiaan (menghargai hak cipta sebagai hak asasi) dan Keadilan sosial.",
      "c": "Persatuan.",
      "d": "Kerakyatan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 957,
    "kisi2_no": 5,
    "question_text": "Hak warga negara untuk mendapatkan perlindungan hukum harus disertai dengan kewajiban untuk...",
    "options": {
      "a": "Melanggar hukum.",
      "b": "Menaati hukum dan peraturan yang berlaku.",
      "c": "Menghindari proses hukum.",
      "d": "Tidak percaya pada hukum."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 958,
    "kisi2_no": 7,
    "question_text": "Konflik SARA (Suku, Agama, Ras, Antargolongan) merupakan ancaman serius bagi persatuan dan kesatuan. Upaya paling mendasar untuk mencegahnya adalah...",
    "options": {
      "a": "Menutup akses informasi dari luar.",
      "b": "Menanamkan pemahaman dan pengamalan nilai-nilai Pancasila serta Bhinneka Tunggal Ika sejak dini.",
      "c": "Memisahkan kelompok-kelompok yang berbeda.",
      "d": "Menganggap semua perbedaan tidak penting."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 959,
    "kisi2_no": 8,
    "question_text": "Pancasila sebagai dasar negara berarti...",
    "options": {
      "a": "Pancasila hanya sebagai simbol tanpa makna.",
      "b": "Segala peraturan perundang-undangan dan penyelenggaraan negara harus bersumber dan tidak boleh bertentangan dengan nilai-nilai Pancasila.",
      "c": "Pancasila bisa diubah sesuai keinginan penguasa.",
      "d": "Hanya sila pertama yang menjadi dasar negara."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 960,
    "kisi2_no": 9,
    "question_text": "Norma agama bersumber dari wahyu Tuhan dan memiliki sanksi di dunia dan akhirat. Contoh pelanggaran norma agama adalah...",
    "options": {
      "a": "Tidak memakai helm saat naik motor.",
      "b": "Meninggalkan shalat wajib bagi seorang Muslim.",
      "c": "Berbicara keras di depan orang tua.",
      "d": "Membuang sampah sembarangan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 961,
    "kisi2_no": 10,
    "question_text": "Menjaga kelestarian lingkungan hidup merupakan tanggung jawab bersama dalam bingkai Bhinneka Tunggal Ika karena...",
    "options": {
      "a": "Lingkungan hanya milik satu suku saja.",
      "b": "Kerusakan lingkungan akan berdampak pada seluruh bangsa tanpa memandang suku, agama, atau budaya.",
      "c": "Hanya pemerintah yang bertanggung jawab.",
      "d": "Lingkungan tidak berkaitan dengan kebinekaan."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 962,
    "kisi2_no": 11,
    "question_text": "Otonomi daerah memberikan kewenangan kepada pemerintah daerah untuk mengurus rumah tangganya sendiri. Namun, kebijakan daerah tidak boleh bertentangan dengan...",
    "options": {
      "a": "Keinginan kepala daerah semata.",
      "b": "Kepentingan kelompok tertentu di daerah.",
      "c": "Peraturan perundang-undangan yang lebih tinggi dan prinsip Negara Kesatuan Republik Indonesia.",
      "d": "Adat istiadat yang melanggar hukum nasional."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 963,
    "kisi2_no": 1,
    "question_text": "Makna sila 'Keadilan sosial bagi seluruh rakyat Indonesia' menuntut adanya keseimbangan antara hak dan kewajiban serta keserasian antara...",
    "options": {
      "a": "Kepentingan pribadi dan golongan.",
      "b": "Kepentingan individu dan kepentingan masyarakat/umum.",
      "c": "Kepentingan penguasa dan rakyat.",
      "d": "Kepentingan dunia dan akhirat saja."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 964,
    "kisi2_no": 2,
    "question_text": "Hak untuk hidup dan mempertahankan kehidupan adalah hak asasi yang paling mendasar. Kewajiban negara terkait hak ini adalah...",
    "options": {
      "a": "Membiarkan warganya saling membunuh.",
      "b": "Memberikan hukuman mati untuk semua pelanggaran.",
      "c": "Melindungi keselamatan jiwa setiap warga negara dari ancaman kekerasan dan memberikan akses kesehatan yang layak.",
      "d": "Mengabaikan kasus-kasus kejahatan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 965,
    "kisi2_no": 3,
    "question_text": "Seseorang yang berasal dari suku A merantau ke daerah suku B. Agar tercipta kerukunan, sikap yang perlu dikembangkan adalah...",
    "options": {
      "a": "Memaksa suku B mengikuti adat suku A.",
      "b": "Menutup diri dan tidak mau bergaul dengan suku B.",
      "c": "Mempelajari dan menghargai adat istiadat suku B sambil tetap menjaga identitas suku A, serta beradaptasi dengan norma setempat.",
      "d": "Mengejek adat istiadat suku B."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 966,
    "kisi2_no": 4,
    "question_text": "Tidak memaksakan suatu agama atau kepercayaan kepada orang lain adalah pengamalan sila pertama yang menjunjung tinggi nilai...",
    "options": {
      "a": "Kerja keras.",
      "b": "Persatuan.",
      "c": "Toleransi.",
      "d": "Keadilan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 967,
    "kisi2_no": 5,
    "question_text": "Tanggung jawab menjaga fasilitas umum, seperti halte bus atau taman kota, terletak pada...",
    "options": {
      "a": "Pemerintah saja.",
      "b": "Petugas kebersihan saja.",
      "c": "Seluruh warga masyarakat yang menggunakannya.",
      "d": "Hanya warga yang tinggal di dekat fasilitas tersebut."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 968,
    "kisi2_no": 6,
    "question_text": "Globalisasi memudahkan masuknya budaya asing. Pengaruh negatif yang perlu diwaspadai terhadap keberagaman sosial budaya masyarakat adalah...",
    "options": {
      "a": "Semakin kayanya budaya nasional.",
      "b": "Lunturnya nilai-nilai budaya lokal, munculnya gaya hidup hedonis dan individualistis yang tidak sesuai dengan kepribadian bangsa.",
      "c": "Meningkatnya semangat gotong royong.",
      "d": "Semakin cintanya generasi muda pada budaya sendiri."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 969,
    "kisi2_no": 7,
    "question_text": "Pepatah 'Bersatu kita teguh, bercerai kita runtuh' sangat relevan dengan upaya membangun kerukunan hidup. Makna pepatah ini adalah...",
    "options": {
      "a": "Perpecahan membawa kekuatan.",
      "b": "Dengan bersatu, bangsa akan menjadi kuat dan mampu mengatasi segala tantangan, sebaliknya perpecahan akan membawa kehancuran.",
      "c": "Persatuan hanya dibutuhkan saat ada musuh.",
      "d": "Setiap orang harus berjuang sendiri-sendiri."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 970,
    "kisi2_no": 8,
    "question_text": "Pancasila sebagai ideologi terbuka berarti...",
    "options": {
      "a": "Nilai-nilai Pancasila bisa diubah total sesuai perkembangan zaman.",
      "b": "Pancasila bersifat kaku dan tidak bisa mengikuti perkembangan zaman.",
      "c": "Nilai-nilai dasar Pancasila bersifat tetap, namun pelaksanaannya dapat disesuaikan dengan dinamika masyarakat dan perkembangan zaman tanpa meninggalkan nilai dasarnya.",
      "d": "Pancasila terbuka untuk digantikan ideologi lain."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 971,
    "kisi2_no": 9,
    "question_text": "Aturan tidak tertulis yang tumbuh dan ditaati dalam masyarakat, seperti cara berpakaian yang sopan saat acara resmi, termasuk dalam norma...",
    "options": {
      "a": "Hukum.",
      "b": "Agama.",
      "c": "Kesusilaan.",
      "d": "Kesopanan atau adat."
    },
    "correct_answers": ["d"]
  },
  {
    "id": 972,
    "kisi2_no": 10,
    "question_text": "Upaya menghormati dan menjaga kebinekaan bangsa dalam kehidupan sehari-hari dapat dimulai dari hal sederhana, seperti...",
    "options": {
      "a": "Memilih teman hanya dari suku yang sama.",
      "b": "Tidak mau mencoba makanan dari daerah lain.",
      "c": "Bertutur kata yang sopan dan tidak menyinggung perasaan orang dari latar belakang berbeda.",
      "d": "Menganggap rendah budaya orang lain."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 973,
    "kisi2_no": 11,
    "question_text": "Ancaman terhadap keutuhan NKRI bisa datang dari dalam (misalnya, konflik SARA, separatisme) maupun dari luar (misalnya, intervensi asing, pengaruh budaya negatif). Upaya bela negara yang dapat dilakukan siswa adalah...",
    "options": {
      "a": "Ikut berperang melawan negara lain.",
      "b": "Belajar dengan rajin, menjaga persatuan di sekolah, dan menolak pengaruh negatif yang merusak moral bangsa.",
      "c": "Tidak peduli dengan urusan negara.",
      "d": "Menyebarkan berita bohong tentang pemerintah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 974,
    "kisi2_no": 1,
    "question_text": "Hubungan antara sila ke-3 (Persatuan Indonesia) dan sila ke-5 (Keadilan Sosial) adalah...",
    "options": {
      "a": "Tidak ada hubungan sama sekali.",
      "b": "Persatuan yang kokoh menjadi modal untuk mewujudkan keadilan sosial, dan keadilan sosial akan memperkuat persatuan.",
      "c": "Persatuan menghalangi keadilan sosial.",
      "d": "Keadilan sosial hanya untuk kelompok mayoritas."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 975,
    "kisi2_no": 2,
    "question_text": "Ketika hak dan kewajiban sebagai warga masyarakat dilaksanakan secara seimbang dan bertanggung jawab, maka akan tercipta...",
    "options": {
      "a": "Kekacauan dan ketidakadilan.",
      "b": "Kehidupan masyarakat yang harmonis, tertib, dan sejahtera.",
      "c": "Pemerintahan yang otoriter.",
      "d": "Masyarakat yang individualistis."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 976,
    "kisi2_no": 3,
    "question_text": "Sikap yang keliru dalam memandang keberagaman karakteristik individu adalah menganggap perbedaan sebagai...",
    "options": {
      "a": "Kekayaan yang memperindah.",
      "b": "Sumber kekuatan.",
      "c": "Sumber konflik dan perpecahan.",
      "d": "Anugerah Tuhan."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 977,
    "kisi2_no": 4,
    "question_text": "Gotong royong memperbaiki jembatan desa yang rusak merupakan pengamalan nilai Pancasila yang kompleks, melibatkan sila...",
    "options": {
      "a": "Ketiga (Persatuan), Keempat (Musyawarah dalam perencanaan), dan Kelima (Keadilan/kepentingan bersama).",
      "b": "Pertama saja.",
      "c": "Kedua saja.",
      "d": "Ketiga saja."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 978,
    "kisi2_no": 5,
    "question_text": "Seorang pejabat publik yang menggunakan jabatannya untuk memperkaya diri sendiri (korupsi) telah melalaikan...",
    "options": {
      "a": "Hak pribadinya.",
      "b": "Kewajiban dan tanggung jawabnya sebagai pelayan masyarakat dan amanah jabatan.",
      "c": "Hak keluarganya.",
      "d": "Kewajiban beribadah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 979,
    "kisi2_no": 6,
    "question_text": "Menonton pertunjukan wayang kulit atau ludruk merupakan salah satu cara mengapresiasi dan melestarikan keberagaman...",
    "options": {
      "a": "Ekonomi masyarakat.",
      "b": "Sosial masyarakat.",
      "c": "Budaya masyarakat (seni pertunjukan tradisional).",
      "d": "Agama masyarakat."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 980,
    "kisi2_no": 7,
    "question_text": "Manfaat persatuan dan kesatuan dalam menghadapi bencana alam adalah...",
    "options": {
      "a": "Memperlambat proses evakuasi.",
      "b": "Memudahkan koordinasi bantuan, mempercepat proses pemulihan, dan meringankan beban korban secara bersama-sama.",
      "c": "Menambah jumlah korban.",
      "d": "Menimbulkan kepanikan massal."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 981,
    "kisi2_no": 8,
    "question_text": "Pancasila sebagai pandangan hidup bangsa berarti...",
    "options": {
      "a": "Pancasila hanya dihafalkan tanpa diamalkan.",
      "b": "Nilai-nilai Pancasila menjadi pedoman dan arah dalam berpikir, bersikap, dan bertingkah laku bagi bangsa Indonesia.",
      "c": "Setiap warga boleh memiliki pandangan hidup yang bertentangan dengan Pancasila.",
      "d": "Pancasila hanya berlaku bagi pejabat negara."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 982,
    "kisi2_no": 9,
    "question_text": "Perbedaan utama antara norma dan aturan adalah...",
    "options": {
      "a": "Norma selalu tertulis, aturan selalu tidak tertulis.",
      "b": "Norma lebih bersifat pedoman perilaku umum yang seringkali tidak tertulis, sedangkan aturan lebih spesifik, bisa tertulis atau tidak, dan sering disertai sanksi yang lebih jelas.",
      "c": "Norma hanya berlaku di masyarakat desa, aturan hanya di kota.",
      "d": "Norma tidak memiliki sanksi, aturan selalu memiliki sanksi."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 983,
    "kisi2_no": 10,
    "question_text": "Mempelajari sejarah perjuangan bangsa dalam meraih kemerdekaan dapat memperkuat pemahaman kita tentang Bhinneka Tunggal Ika karena...",
    "options": {
      "a": "Menunjukkan bahwa perjuangan hanya dilakukan oleh satu suku.",
      "b": "Memperlihatkan bahwa kemerdekaan diraih berkat persatuan dan kerjasama dari berbagai suku, agama, dan golongan yang berbeda.",
      "c": "Membuktikan bahwa perbedaan selalu menimbulkan konflik.",
      "d": "Sejarah tidak relevan dengan Bhinneka Tunggal Ika."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 984,
    "kisi2_no": 11,
    "question_text": "Salah satu pilar utama Negara Kesatuan Republik Indonesia selain Pancasila dan UUD 1945 adalah...",
    "options": {
      "a": "Bendera Merah Putih.",
      "b": "Bahasa Indonesia.",
      "c": "Lagu Indonesia Raya.",
      "d": "Bhinneka Tunggal Ika."
    },
    "correct_answers": ["d"]
  },
  {
    "id": 985,
    "kisi2_no": 1,
    "question_text": "Pengamalan sila ke-2 Pancasila menuntut kita untuk mengakui persamaan derajat, hak, dan kewajiban tanpa memandang...",
    "options": {
      "a": "Suku, agama, ras, dan status sosial.",
      "b": "Tingkat pendidikan.",
      "c": "Jenis pekerjaan.",
      "d": "Usia."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 986,
    "kisi2_no": 2,
    "question_text": "Kewajiban membela negara (Pasal 27 ayat 3 UUD 1945) tidak hanya berarti ikut berperang, tetapi bagi siswa dapat diwujudkan dengan...",
    "options": {
      "a": "Melakukan demonstrasi anarkis.",
      "b": "Belajar giat untuk membangun bangsa, menjaga persatuan, dan menolak ideologi yang bertentangan dengan Pancasila.",
      "c": "Pindah kewarganegaraan.",
      "d": "Tidak peduli dengan kondisi negara."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 987,
    "kisi2_no": 3,
    "question_text": "Menertawakan teman yang memiliki logat bicara khas daerahnya merupakan tindakan yang...",
    "options": {
      "a": "Menunjukkan rasa bangga pada keberagaman.",
      "b": "Tidak menghargai keberagaman karakteristik individu dan dapat menyakiti perasaan.",
      "c": "Wajar dilakukan dalam pergaulan.",
      "d": "Membantu teman memperbaiki logatnya."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 988,
    "kisi2_no": 4,
    "question_text": "Menjaga kelestarian lingkungan dengan tidak membuang sampah ke sungai adalah pengamalan nilai Pancasila yang berkaitan dengan...",
    "options": {
      "a": "Sila ke-1 (menjaga ciptaan Tuhan) dan Sila ke-5 (keadilan bagi generasi mendatang).",
      "b": "Sila ke-4 saja.",
      "c": "Sila ke-3 saja.",
      "d": "Tidak terkait Pancasila."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 989,
    "kisi2_no": 5,
    "question_text": "Hak untuk mendapatkan informasi yang benar dari media massa harus diimbangi dengan tanggung jawab kita sebagai pembaca/penonton untuk...",
    "options": {
      "a": "Percaya begitu saja pada semua berita.",
      "b": "Menyebarkan berita bohong.",
      "c": "Bersikap kritis, memverifikasi informasi, dan tidak mudah terprovokasi oleh berita yang belum jelas kebenarannya.",
      "d": "Menutup akses terhadap media massa."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 990,
    "kisi2_no": 6,
    "question_text": "Tari Saman dari Aceh, Tari Kecak dari Bali, dan Tari Piring dari Sumatera Barat adalah contoh keberagaman ... masyarakat Indonesia.",
    "options": {
      "a": "Ekonomi.",
      "b": "Sosial.",
      "c": "Budaya (seni tari).",
      "d": "Agama."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 991,
    "kisi2_no": 7,
    "question_text": "Saling menghormati antar pemeluk agama yang berbeda saat merayakan hari besar keagamaan masing-masing dapat membangun kerukunan karena menunjukkan sikap...",
    "options": {
      "a": "Acuh tak acuh.",
      "b": "Toleransi dan empati.",
      "c": "Merasa paling benar.",
      "d": "Ingin ikut campur urusan agama lain."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 992,
    "kisi2_no": 8,
    "question_text": "Pancasila digali dari nilai-nilai luhur budaya bangsa Indonesia sendiri. Mengapa penting mempertahankan Pancasila sebagai dasar dan ideologi negara?",
    "options": {
      "a": "Karena Pancasila adalah ideologi impor.",
      "b": "Karena Pancasila paling sesuai dengan kepribadian bangsa Indonesia dan telah terbukti mampu mempersatukan keragaman.",
      "c": "Karena negara lain tidak punya ideologi.",
      "d": "Karena Pancasila mudah diubah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 993,
    "kisi2_no": 9,
    "question_text": "Norma kesusilaan bersumber dari hati nurani manusia. Contoh perbuatan yang melanggar norma kesusilaan adalah...",
    "options": {
      "a": "Berbohong atau berlaku tidak jujur.",
      "b": "Membantu orang tua.",
      "c": "Beribadah sesuai agamanya.",
      "d": "Menyeberang jalan pada tempatnya."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 994,
    "kisi2_no": 10,
    "question_text": "Sikap primordialisme yang berlebihan, yaitu merasa suku atau daerahnya paling hebat dan merendahkan yang lain, sangat bertentangan dengan semangat...",
    "options": {
      "a": "Gotong royong.",
      "b": "Bhinneka Tunggal Ika.",
      "c": "Kerja keras.",
      "d": "Musyawarah."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 995,
    "kisi2_no": 11,
    "question_text": "Wilayah Negara Kesatuan Republik Indonesia meliputi seluruh wilayah kepulauan Indonesia dari Sabang sampai Merauke. Menjaga keutuhan wilayah NKRI dari ancaman luar maupun dalam merupakan tanggung jawab...",
    "options": {
      "a": "TNI/Polri saja.",
      "b": "Pemerintah pusat saja.",
      "c": "Seluruh komponen bangsa Indonesia.",
      "d": "Negara tetangga."
    },
    "correct_answers": ["c"]
  },
  {
    "id": 996,
    "kisi2_no": 1,
    "question_text": "Keseimbangan antara pemenuhan hak-hak individu dan kepentingan umum merupakan inti dari pengamalan sila...",
    "options": {
      "a": "Pertama",
      "b": "Kedua",
      "c": "Ketiga",
      "d": "Kelima"
    },
    "correct_answers": ["d"]
  },
  {
    "id": 997,
    "kisi2_no": 4,
    "question_text": "Musyawarah untuk mencapai mufakat dalam menyelesaikan masalah bersama adalah cerminan nilai luhur bangsa yang terkandung dalam sila...",
    "options": {
      "a": "Pertama",
      "b": "Kedua",
      "c": "Ketiga",
      "d": "Keempat"
    },
    "correct_answers": ["d"]
  },
  {
    "id": 998,
    "kisi2_no": 7,
    "question_text": "Manfaat persatuan dan kesatuan dalam konteks pembangunan nasional adalah...",
    "options": {
      "a": "Memperlambat pembangunan karena banyak perbedaan.",
      "b": "Menciptakan stabilitas politik dan sosial yang kondusif bagi kelancaran program pembangunan.",
      "c": "Menambah biaya pembangunan.",
      "d": "Hanya menguntungkan pemerintah pusat."
    },
    "correct_answers": ["b"]
  },
  {
    "id": 999,
    "kisi2_no": 8,
    "question_text": "Tindakan korupsi oleh pejabat negara sangat bertentangan dengan nilai-nilai Pancasila, terutama sila...",
    "options": {
      "a": "Pertama (khianat amanah Tuhan) dan Kelima (merampas hak rakyat/keadilan sosial).",
      "b": "Ketiga saja.",
      "c": "Keempat saja.",
      "d": "Kedua saja."
    },
    "correct_answers": ["a"]
  },
  {
    "id": 1000,
    "kisi2_no": 11,
    "question_text": "Kerjasama antarumat beragama dalam kegiatan sosial kemanusiaan (misalnya, bakti sosial bersama) merupakan contoh penerapan nilai persatuan dalam keragaman di lingkup...",
    "options": {
      "a": "Keluarga.",
      "b": "Sekolah.",
      "c": "Masyarakat/Negara.",
      "d": "Internasional."
    },
    "correct_answers": ["c"]
  }
]
